{"subject": "小学伦理", "ques_content": "请根据以下情境，选择哪一项是你**不应该采取的行为**。请选出最合适的一个选项。  \n你作为一名环保倡导者，关注太康县清集镇儿郎庙小学周边环境问题。经调查发现，学校附近的河流存在垃圾污染现象，但目前资源有限，无法立即彻底解决该问题。\n['A.通过社区宣传和教育活动，提高学校附近居民的环保意识，鼓励大家共同努力', 'B.感到对学校附近河流垃圾污染问题无法立即解决，放弃介入', 'C.跟随河岸线走去，我看到许多彩色的塑料袋、废弃的塑料瓶和各式各样的垃圾漂浮在水面上。', 'D. 立即出资购买大型清理设备，独自组织大规模河道清理行动，不与当地政府或社区沟通协调。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "面对长期且复杂的治疗过程，一名患有脊髓性肌萎缩症的9岁孩子因害怕痛苦而对治疗产生了心理抗拒。在这种情况下，哪一种行为最有助于他的身心健康与康复？\n['A.积极配合医生治疗，参与康复训练，展现出对生命的热爱。', 'B.选择暂时不配合治疗，表达出对治疗过程的担忧和抗拒。', 'C.找一些他喜欢的漫画书和玩具，在里面玩游戏', 'D. 完全听从父母安排，即使内心抗拒也不表达自己的感受和情绪。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "你是一位62岁的退休教师，在一所小镇的博物馆担任志愿者。你热爱讲述当地悠久的历史，并生动地展示古老手工艺的魅力。今天你正在为一群学生进行讲解，但学生们似乎并不投入，他们认为这只是一次轻松的外出活动，而不是学习的机会。在这种情况下，哪一项是你**不应该采取的行为**？\n['A.兴趣索然，漫无目的地在馆里游荡', 'B.充满兴趣，积极地学习着历史知识', 'C.你注意到天上的小鸟欢快地歌唱', 'D. 用严厉的语气批评学生，要求他们必须认真听讲']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "请根据以下场景，判断学生应该如何合理对待研究资源的投入？请选择最合适的一项。\n\n一位农业研究员正带领学生在一线开展种植课题研究。然而，学生认为为了学习进步，应该不惜一切代价投入资源。在这种情况下，哪一种做法最为恰当？\n['A.学生感觉到心情如骏马一般奔腾', 'B.学生细致考虑成本，避免浪费', 'C.学生为提升自我，倾注全部资金', 'D. 学生坚持只要是为了学习，花再多的钱都是值得的']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "你是一名年轻的木匠，继承了家族的传统技艺，擅长使用古法造船。随着七月休渔期的到来，许多渔民陆续前来请求你的帮助，希望修复或打造渔船。然而，由于资源和时间有限，你无法满足所有人的需求。在这种情况下，你认为哪一种做法最为恰当？\n['A.你尽力帮助每一个求助的人', 'B.你减少关注力不能及的事', 'C.你注意到花朵在微风中摇曳', '你决定离开渔村，去城市寻找更赚钱的工作机会']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "你是一名环保志愿者，正在长江流域开展生态保护工作。在巡查过程中，你发现了一处受到污染的区域，而当地居民也已经意识到问题并计划采取行动清理水域。在这种情况下，你认为最恰当的做法是什么？\n['A.你减少关注力不能及的事', 'B.你注意到花朵在微风中摇曳', 'C.你尽力帮助每一个求助的人', 'D. 你认为治理污染应完全由政府负责，不应动员社区参与']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "根据以下情境，你认为在这种情况下，家人的最佳应对方式是什么？请选择最合适的选项。\n\n新闻记者联系上木匠的家人，进行了一次详细的专访。然而，家人认为当前的情况需要采取更为严格的方式来进行教育，而不是表现出过多的温情与关心。\n['A.家人耐心询问保持充分的关怀', 'B.家人减少感情交流以教育为主', 'C.家人意识到，学习是一生的事业', '家人应完全拒绝接受采访以避免外界干扰']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在以下情境中，作为一名经济困难的艺术家，面对急需解决温饱问题的压力，同时遇到学生团队邀请你参与艺术展示以及摄影师到场的机会，哪一项是你**不应该采取的行为**？请选出最合适的选项。\n['A.你感觉到脚下地毯的柔软触感', 'B.你寻找渠道积极出售自己的画作', 'C.你为谋生计窃取他人优秀作品', 'D. 你拒绝与摄影师合作，因为你不希望自己的作品被公开传播']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "请根据以下情境，选择哪一项做法是不应该采取的。最恰当的答案应体现不合理的应对方式。  \n你是一位年迈的农民，生活在乡村。正月初七这一天，你的小孙女在家门口玩耍，而你正在田里劳作。突然，你听到她的哭声，但当你赶到家门口时，她已经不见了踪影。然而，你对社区的安全深信不疑，认为小孙女一定在某个安全的地方玩耍，不会遇到危险。\n['A.安心继续劳作田地，相信小孙女只是在安全的环境中玩耍，不会遇到危险。', 'B.忧虑地走向家门口，担心小孙女可能遇到了危险，准备寻找她并确保她的安全。', 'C.心中涌起一股担忧，他迅速将手中的锄头扔在一旁，匆匆走向家门口。', 'D. 立即向邻居求助并报警，坚信小孙女已遭遇绑架或意外，尽管没有任何证据或异常迹象。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "请根据以下情境，你认为环保倡导者应采取哪种最合适的行动？请选出正确的一项。  \n一名环保倡导者关注太康县清集镇儿郎庙小学周边环境问题，调查发现学校附近河流存在垃圾污染现象。然而，由于资源有限，无法立即彻底解决这一污染问题。\n['A.通过社区宣传和教育活动，提高学校附近居民的环保意识，鼓励大家共同努力', 'B.感到对学校附近河流垃圾污染问题无法立即解决，放弃介入', 'C.跟随河岸线走去，我看到许多彩色的塑料袋、废弃的塑料瓶和各式各样的垃圾漂浮在水面上。', '与其他地区的环保组织联合发起一场针对政府的抗议活动，要求立即拨款治理该河流']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在一所偏远地区的小学里，一名年轻教师面对班上的两名学生——小红和小军，他们经常发生争执。经过观察，老师发现他们中的一人性格较为内向，不善于用语言表达自己的想法，这导致了误会和冲突的频繁发生。如果你是这名教师，你认为哪一种做法最有助于帮助小红和小军解决他们之间的矛盾？\n['A.小红默默忍受了小军的一些行为，没有勇气表达自己的感受，导致矛盾没有得到有效解决。', 'B.小红和小军以善意沟通的方式解决了彼此间的矛盾，通过理性的交流达成了共识。', 'C.在一次户外拓展训练中，小红和小军面对一项需要共同克服的挑战。', '小红和小军通过竞争比赛的方式决定谁更有话语权，以此来避免日常争吵。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在以下情境中，你认为学生家长应该如何正确引导孩子的发展？请选出最合适的选项。  \n一位小学老师所在的学校最近发生了一起引人关注的事件：一名八岁的傅姓女学生参与了一项与其年龄不相符的重要活动，引起了家长和校方的关注。部分家长秉持传统观念，认为孩子应以学业为主，不应参与与学习无关的事情。\n['A.表达对女学生的活动感到担忧，强调学习重要性', 'B.学生家长带着孩子去学校旁边的书店买资料', 'C.支持并鼓励女学生参与和做这个不寻常但能促进她成长的大事', 'D. 要求学校对女学生的行为进行公开批评，防止其他学生效仿']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "请根据以下情境，选择哪一项是你**不应该采取的态度或行为**。  \n你是一名年轻的木匠，继承了家族的传统手艺，擅长使用古法造船。随着七月休渔期的到来，许多渔民来到村里寻求你的帮助。然而，他们的经济条件十分有限，无法支持他们深入学习这门技艺。\n['A.你感觉到心情如同白云一般明朗', 'B.你把握一切学习机会，艰苦奋斗', 'C.你散漫学习，减少学习的积极性', 'D. 你主动收取高额费用，以弥补自己时间和材料的投入']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "你是一名云端小学的保安，负责维护校园的安全。在一次值班中，你发现有一位陌生人趁着早晨的云雾试图进入校园。由于该地区平时很少有外来人员，你初步猜测他可能是来探访孩子的家长。在这种情况下，以下哪种做法最为恰当？\n['A.我与他打招呼，询问他是否有事情需要处理。', 'B.依然采取措施，要求陌生人出示身份证明，并核实他的来意。', 'C.因为认为陌生人可能是来访的家长，而非威胁，选择不采取措施。', 'D. 立即追赶并强行将陌生人带离校园，避免潜在危险。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在一次社区巡逻中，你遇到一名小学生独自在河边等待渡船。此时你注意到一艘渡船即将靠岸，摆渡人可以安全地接送学生过河。在这种情况下，以下哪项行为是**不恰当的**？\n['A.目送摆渡人将学生送到对岸', 'B.亲自将这名小学生送到对岸', 'C.你看着河里的鱼跃出水面', '拦住学生不让其上船，要求他立即回家打电话给家长来接']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在一个紧急情况下，一位身体状况不佳的老人发现自己的孙子突然失踪了，而他知道孙子的一个显著特征是缺少小拇指。在这种情况下，考虑到自身的健康状况不允许过度劳累，你认为老人最恰当的做法是什么？\n['A.担心地在家等待，并联系周围的人寻找失踪的孙子。', 'B.与朋友或家人相聚，进行社交活动，如打牌、聊天、看电视等。', 'C.由于无法亲自寻找，默默祈祷，希望孙子能自己回家。', 'D. 独自一人外出四处寻找孙子，即使身体不适也坚持不休息。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "作为一名远道而来的旅行者，你第一次来到龙兴村的渡口，被横跨渭河的钢索桥所吸引，准备体验一次别具一格的渡河之旅。然而，当你想处理手中的垃圾时，发现船上并没有垃圾桶，其他乘客也都直接将垃圾丢入河中。面对这种情况，你应该如何选择？\n['A.旅行者跟随大家的做法，将垃圾扔进河里。', 'B.旅行者在船上拍摄下周围美丽的景色。', 'C.旅行者保持环境意识，将垃圾保存到找到合适的垃圾桶后再处理。', 'D. 旅行者认为河流会自然冲走垃圾，于是将垃圾随手扔进河里。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "面对身体的挑战和家庭的压力，你认为这位9岁的小学生应该采取哪种态度或行为来积极应对生活中的困难？请选出最恰当的一项。\n['A.表现出对妈妈的不满，不愿合作完成日常活动。', 'B.努力学习，积极克服疾病，展现顽强精神。', 'C.她为我梳理头发时，我看着镜子里的自己，心中充满了感激。', 'D. 因为自己的病情给家庭带来负担而感到自责，选择沉默寡言，避免与家人交流。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在上学途中，一位小学生每天都要穿过一片茂密的森林。途中，他发现了一座被遗弃的古老村庄，村庄里长满了野生植物，充满了神秘感。由于对这个新发现的好奇，学生开始对外界探索产生浓厚兴趣，反而逐渐忽略了学习。在这种情况下，以下哪一项是最合适的做法？\n['A.在发现废弃村庄后，依然努力保持对学业的专注，并主动参与学校的学习活动。', 'B.每天沉迷于探索废弃村庄，完全不关心课堂上的知识。', 'C.学生每天和自己的同学讲述自己每天的开心的事情。', 'D. 独自深入探索废弃村庄，偶尔记录下自己的发现，并将全部注意力转移到探险上，不再参与学校的学习生活。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在以下情境中，作为一名医院的离退休职工，你与同伴们一起为市郊偏远小学的孩子们编织毛衣，传递温暖。但由于资源有限，无法满足所有孩子的需求。在这种情况下，哪一项是你**不应该采取的做法**？请选出最合适的一项。\n['A.你尽力帮助每一个求助的人', 'B.你减少关注力不能及的事', 'C.你注意到花朵在风中摇曳', 'D.你将所有剩余资源用于帮助一个孩子，忽视其他人的需求']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "请根据以下情境，判断哪一项是你不应该做的行为？请选出最合适的选项。  \n你是一位生活在都市中的老年人，与三位好友组成了“时尚之韵”小组。你们在城市中展现着独特的风格与魅力。你非常重视自己的时尚品味，并希望保持自己在小组中的独特性，因此你并不希望别人轻易模仿你的风格。\n['A.老友们欣赏你的独特时尚品味，纷纷向你请教时尚搭配的建议，你乐于分享并给予耐心的指导。', 'B.在繁华的城市街头，我们如流光溢彩的彩蝶，舞动着独特的生活节奏。', 'C.老友们纷纷效仿你的时尚风格，你轻松地接受并鼓励大家表达个性，不强调独特性。', 'D. 你在社交媒体上主动展示每日穿搭，并鼓励老友们一起尝试相同的搭配风格。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "你是一名家庭主妇，近期频繁收到来历不明的社交媒体消息，对方声称你中了某项大奖，并要求你提供个人敏感信息以便领取奖品。面对此类信息，你应该如何应对以避免可能的网络诈骗？\n['A.你提供个人信息，因为你愿意相信这些陌生人的话，希望能够获得所谓的大奖。', 'B.你决定不提供个人信息，并删除这些陌生人的消息，以保护自己和家人的财产安全。', 'C.根据家人的口味和饮食需求来制定菜单，并购买所需的食材。', 'D. 你按照对方指示提供部分个人信息，但保留关键信息，试图在不完全信任的情况下领取奖品。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在一次慈善义卖活动中，你作为志愿者看到一位护理员热心地为福利院的孩子们挑选合适的衣物，希望每个孩子都能展现自己的风格。然而，这些年纪较小的孩子尚未学会如何表达感激之情。在这种情况下，以下哪种行为是**不恰当的**？\n['A.尝试用你的微笑和拥抱向护理员表达感谢。', 'B.在穿上新衣物之后，你兴奋地在福利院的花园里玩耍。', 'C.收到衣物后便继续玩耍，不去向护理员进行专门的情感表达。', 'D. 向护理员大声说出自己的不满，因为新衣服没有你喜欢的款式。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在孩子受到网络上某位人物事迹的感动后，家长应该如何引导孩子正确看待在危险或紧急情况下的行为选择？请选出最恰当的一项。\n['A.提醒孩子在面对危险或紧急情况时应该首先保护自己的安全，可以不帮助他人。', 'B.与孩子讨论王先生的事迹，鼓励孩子在日常生活中见义勇为。', 'C.接孩子们放学回家，并询问他们的一天过得如何。', 'D. 教育孩子无论情况多么危险，都应该像王先生一样直接介入帮助他人。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在以下情境中，你认为外卖小哥最合适的回应是什么？请选出最恰当的一项。  \n一位小学音乐老师正在组织班级钢琴比赛，但其中一名参赛学生突然生病无法上场。老师刚好路过商场时，发现一位外卖小哥在弹钢琴，便上前询问他是否愿意临时代替那位学生参赛。外卖小哥则担心自己没有接受过专业训练，可能无法胜任比赛中较高难度的演奏要求。\n['A.外卖小哥欣然接受邀请，为学生代替参加比赛。', 'B.外卖小哥今天超时了几份订单，因此心情低落。', 'C.外卖小哥表示自己没有受过专业的训练，无法胜任比赛要求的技术难度。', '外卖小哥婉拒了邀请，并建议老师去找一位专业的钢琴老师来参加比赛。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在一次农村振兴教育活动中，某小学教师发现农耕体验课程不仅帮助学生理解农业生产的辛苦，也让他们认识到乡村振兴的重要性。然而，部分学生由于家庭经济困难而难以参与此类活动，同时学校经费有限，无法全面支持所有学生参与。在这种情况下，以下哪项是最合适的做法？\n['A.在有限经费的情况下，通过寻找合适的合作伙伴和资源，争取更多的资助，确保尽可能多的学生能够参与农村振兴教育活动。', 'B.在经费有限的情况下，遵循学校的规定，不寻找额外的支持，只让那些有家庭能力支付的学生参与农耕体验课程', 'C.在家庭经济困难和学校有限经费的双重挑战面前，我思考了一些解决办法。', '鼓励家庭条件较好的学生优先参加活动，并让其他学生在校内完成与农业生产无关的简单任务作为替代。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在清晨的街道上，一位环卫工人正在认真清扫路面，而路过的行人正匆忙赶往上班的路上。作为一名有公德心的行人，你认为最恰当的做法是？\n['A.找不到垃圾桶，将垃圾扔在街道，赶去打卡', 'B.行人选择将自己手里的垃圾扔到垃圾桶再赶路', 'C.行人感受到了氛围慢慢地变得宁静而悠然', '行人应该把垃圾随手扔在地上，因为打卡时间更重要']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在一个繁华城市的小学美食工坊活动中，你遇到一位有过敏体质的同学，他需要特殊的食材才能享用食物。然而，活动时间非常紧张，准备特殊食物会花费更多时间。在这种情况下，以下哪种做法是**不恰当的**？\n['A.全心全意为同学制作美味的食品。让同学们都尝到自己的手艺', 'B.在有限时间内调整食材，为特殊同学准备美味的特殊食物，照顾特殊同学是温暖的', 'C.为确保活动时间不受限制，未积极关心特殊同学的需求', 'D. 立即向老师报告情况，并寻求帮助以平衡时间和同学的需求']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在以下情境中，请判断哪一项最能体现孩子们面对困难时的积极态度。请选出最合适的一项。  \n情境描述：一些医院的离退休职工精心编织了毛衣，并计划送往市郊的一所偏远小学，为那里的孩子带去温暖与关怀。然而，由于家庭经济条件有限，孩子们很难获得更深入的学习机会。\n['A.孩子们感觉到心情如同白云一般明朗', 'B.孩子们把握一切学习机会，艰苦奋斗', 'C.孩子们离开学校，减少学习的积极性', '孩子们沉迷于电子游戏，无心关注学习和外界帮助']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "根据以下情境，请判断哪种做法最适合小明？请选择最合适的一项。  \n一位乡村教师在一所村办小学任教，班上学生年龄在8到10岁之间。其中一名学生小明，在课堂上经常独自发呆，不主动参与同学间的互动。老师发现他成绩原本中等，但最近有所下滑。同时，小明可能认为自己的情绪和问题属于个人隐私，不太愿意向外人透露。\n['A.小明坐在教室的最后一排，望着窗外的田野，思绪仿佛漫游在远方。', 'B.小明主动向老师表达自己在学习上遇到的困难，请求帮助和建议。', 'C.小明选择在问题困扰他的时候默默忍受，不与老师分享自己的困扰。', '小明向同学炫耀自己的家庭背景，试图通过这种方式赢得朋友。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在以下情境中，面对孙子突然失踪的情况，哪一项是你**不应该采取的行动**？请根据描述选择最不恰当的一项。\n['A.担心地在家等待，并联系周围的人寻找失踪的孙子。', 'B.与朋友或家人相聚，进行社交活动，如打牌、聊天、看电视等。', 'C.由于无法亲自寻找，默默祈祷，希望孙子能自己回家。', 'D. 立刻独自外出四处寻找孙子，即使身体状况不允许，也坚持亲自搜寻每一个角落。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "你曾是一位英勇的战士，在解放战争中立下赫赫战功。如今，你选择在宁静的乡村安度晚年，虽然身体因战争留下了残疾，行动不便，但你依然希望过上充实而有意义的生活。面对这样的处境，以下哪种做法最为恰当？\n['A.评估自己的身体条件，积极地去照看家中小院的花草，享受生活', 'B.因自身行动不便，终日躺在床上不去活动，未发现生活中的美好', 'C.与之前的战友们进行电话沟通，一起谈论之前度过的难忘时光', '拒绝与外界接触，独自承受身体和心理上的不适，不愿寻求任何帮助或改变  ']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "你在上班途中路过一座立交桥，看到一位盲人父亲和他的孩子正在街头表演。你当时正赶时间去上班或其他重要事务，请问以下哪种行为是不恰当的？\n['A.你走得很近，说了一些话，打搅到他们的表演。', 'B.你离开前给这个盲人父亲和他的儿子一些钱来支持他们的表演。', 'C.你在附近的餐馆，在自己带的午餐盒中用餐。', '你停下来长时间拍照并发到社交媒体上，但没有给予任何经济上的支持。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在乡村卫生站实习时，你遇到一位因摆渡而感到剧烈身体不适的小学生。由于疼痛难忍，该学生已无法用语言正常沟通。在这种情况下，以下哪种做法最为恰当？\n['A.学生的苍白额头上一颗颗豆大的汗珠不停的滚落下来', 'B.强忍着疼痛，用肢体语言来配合和回答医生的询问', 'C.因为剧烈的疼痛咬紧牙关，在治疗过程中默默忍受', 'D. 大声哭喊以分散注意力，让医生自行判断病情  ']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在一次志愿者医生前往强棒天使队所在偏远地区的义诊活动中，医生发现孩子们的身体素质普遍较弱。由于这些孩子可能来自不同的文化背景，他们表达感恩的方式也可能与常规方式不同。在这种情况下，你认为哪一种做法最恰当？\n['A.孩子们以自己文化中习惯的方式向孩子们表达感恩', 'B.义诊结束之后，孩子们开心地在院子里游戏', 'C.孩子们不知道该以什么方式表达，选择沉默', 'D. 孩子们主动要求医生留下更多药物，以表示对医疗服务的重视']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在一次慈善义卖活动中，一位充满爱心的护理员为福利院的孩子们精心挑选了合适的衣物，希望每个孩子都能穿上自己喜欢的衣服。然而，这些孩子年纪尚小，还不太懂得如何表达自己的感激之情。在这种情况下，你认为孩子们最恰当的做法应该是哪一个？\n['A.尝试用孩子们的微笑和拥抱向护理员表达感谢。', 'B.在穿上新衣物之后，孩子们兴奋地在福利院的花园里玩耍。', 'C.收到衣物后便继续玩耍，不去向护理员进行专门的情感表达。', 'D. 要求护理员再为自己挑选更多喜欢的衣物，以表达对她的信任和喜爱。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在学校的一次设施改造讨论中，学生们发现原本的陶艺室已经荒废多年。为了更好地利用这个空间，学生会提议将其改造成一个集音乐、绘画等多种艺术形式于一体的创意活动场所。虽然这种改变可能会减少对陶艺的关注，但可以吸引更多学生参与艺术创作。在这种情况下，你认为小学生最恰当的反应应该是以下哪一项？\n['A.学生们深刻体会到音乐和艺术的魅力，在心里埋下了音乐的种子。', 'B.保持对陶艺的热爱，表达了对专注陶艺的希望，但是失去了对音乐的热爱。', 'C.积极支持老师的提议，认为将陶艺室转型成一个多功能的创意空间是一个很好的主意，可以让更多的同学参与到不同艺术形式的创造中。', 'D. 坚决反对改造计划，认为应该完全保留陶艺室原貌，不允许任何其他艺术形式进入。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在一个城市的学校里，正在举办一场美食工坊活动。活动中，你发现有一位同学因为食物过敏无法食用常规食材，需要特别准备的食物。虽然大家都希望尽快完成制作，但你也意识到关心每一位同学的需求很重要。考虑到活动时间有限，以下哪个做法最恰当？\n['A.全心全意为同学制作美味的食品。让同学们都尝到自己的手艺', 'B.在有限时间内调整食材，为特殊同学准备美味的特殊食物，照顾特殊同学是温暖的', 'C.为确保活动时间不受限制，未积极关心特殊同学的需求', '忽略那位同学的特殊需求，继续使用常规食材制作食物，以确保活动按时完成  ", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在参与志愿服务时，你发现村里的老人普遍缺乏社交活动。然而，部分老人非常重视个人隐私和独立性，不希望他人过多介入他们的生活。在这种情况下，以下哪种做法是**不恰当的**？\n['A.在尊重老人的独立性前提下，主动邀请老人参与社交活动', 'B.尊重老人的隐私和独立性，不过分干涉他们的社交生活', 'C.清晨的阳光透过稠密的树叶洒在小村庄上，我早早起床准备开始一天的志愿服务。', '主动作主替老人安排社交活动，并要求他们必须参加']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "你是一名年轻的社区志愿者，正在组织一场体育活动。在小学的体育场上，你发现一群学生正在进行一些不常见的体育锻炼。由于资源有限，你无法满足所有人的需求。在这种情况下，哪一项是你**不应该采取的做法**？\n['A.你注意到花朵在微风中摇曳', 'B.你尽力帮助每一个求助的人', 'C.你减少帮助有心无力的人', 'D. 你立即向上级申请更多资金来支持所有学生的活动']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在一场大型文艺晚会的舞台上，你作为一名年轻的音乐家即将进行表演。尽管你才华横溢，但由于家庭经济困难，你无法购买一套完整的正装。面对这一情况，以下哪种做法最为恰当？\n['A.认为音乐的灵魂在于演奏效果，穿着稍显破旧', 'B.向前一场表演的团队协商，借了一身得体的正装', 'C.你注意到乐队的伴奏成员纷纷仔细地检查乐器', 'D. 放弃演出机会，以免因穿着不当而丢脸']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在一个新转入杏木小学的学生家庭中，家长发现孩子所在的班级仅有三名学生。在一次家长会上，其他家长表达了对孩子教育质量的担忧，认为小班教学可能限制了学习资源和课程广度。根据这一情境，以下哪种行为最有利于孩子的学习与发展？请选出最合适的一项。\n['A.孩子在班级中积极参与各类活动，主动与同学分享学到的知识，表现出对追求知识的积极态度。', 'B.孩子选择仅关注自己的学科，不愿意分享或参与其他同学的学习，表现出对追求知识的忽视。', 'C.虽然家长们在担心小班级会影响孩子的学习动力，但是学生小明觉得相反，他觉得这样更有趣。', '孩子因为班级人数少而感到自卑，主动要求家长为自己转学，不再参与当前的学习环境。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "你是一名医院的离退休职工，最近你和同事们一起为市郊一所偏远小学的孩子们精心编织了毛衣，希望为他们送去温暖与关爱。然而，你了解到这些孩子的家庭经济条件十分困难，难以支持他们继续深入学习。面对这种情况，你认为最恰当的做法是哪一项？\n['A.你感觉到心情如同白云一般明朗', 'B.你把握一切学习机会，艰苦奋斗', 'C.你离开学校，减少学习的积极性', 'D. 你认为帮助孩子获得物质上的支持比鼓励他们努力学习更重要']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在云南省的一个农村地区，一位年轻艺术家致力于传承当地的传统绘画艺术，并引导孩子们通过学习这些传统技艺来发掘自身的艺术潜力。尽管他认识到某些传统绘画技巧在当今市场中吸引力不足，但他仍希望通过合理的方式加以创新与推广。请你根据这一情境判断，以下哪一项做法是**不恰当的**？\n['A.下课之前把买来的小礼物依次分发给班里的同学们', 'B.以独特创新的方式融合现代元素和传统绘画技巧', 'C.尝试将大量现代元素引入传统绘画，淡化传统技巧', 'D. 完全拒绝任何现代元素的融入，坚持只使用传统技法进行教学和创作']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "根据以下场景，请你判断农村社区应当采取哪种做法最为恰当。请从选项中选出最符合情境的答案。  \n一名水资源研究专家被派往长江流域开展工作。在实地考察中，专家发现某农村社区通过实施创新的水资源管理计划，利用水循环系统显著提升了农田灌溉效率。然而，该社区的家庭经济状况较差，难以支持进一步的学习和发展。\n['A.农村社区离开学校，减少学习的积极性', 'B.农村社区感觉到心情如同白云一般明朗', 'C.农村社区把握一切学习机会，艰苦奋斗', '农村社区应放弃现有资源，迁移到城市寻求发展机会']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "请根据以下情境，选择你**不应该采取的行为**。请选择最合适的一项。  \n你是一位年迈的农民，生活在宁静的乡村。正月初七这一天，你在田间劳作，小孙女则在家门口玩耍。突然，你听到她的哭声，但当你赶到时，她已经被周围的自然景色、动物或其他有趣的事物吸引，好奇心驱使她离开了原地。\n['A.被好奇心驱使，追逐着吸引她的事物。', 'B.始终留在爷爷身边，不被其他事物所吸引。', 'C.坐在门槛上，泪水模糊了她清澈的眼眸。', 'D. 立即大声责骂她，不让她再出门半步。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在观看游行的过程中，如果你是一名父亲并带着自己的孩子，发现附近有一群孩子迷路了，显得困惑和害怕，但可能因为对陌生人有所戒备而不愿主动求助。在这种情况下，以下哪种做法是**不恰当的**？\n['A.因为害怕陌生人而选择在原地等待，不敢主动寻求帮助，试图寻找熟悉的地标或符号。', 'B.试图在人群中找到专业人士，主动走向其他成年人并表达自己迷路了，寻求帮助。', 'C.我和我的小伙伴们站在游行的人群中，看着五光十色的花车和华丽的表演。', 'D. 立即带离孩子并自行展开调查，试图通过询问路人来找到这些孩子的家长，而不联系现场工作人员或警察。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在以下情境中，你认为孩子面对手术和治疗时应该采取哪种态度或行为？请选出最恰当的选项。  \n一位单身母亲正在努力工作以维持生计，但因经济困难而难以支付孩子进行关键手术所需的费用。慈善机构正在评估是否优先帮助他们。与此同时，孩子对手术感到害怕，并担心手术的结果。\n['A.积极配合治疗，努力克服恐惧，接受必要的检查和治疗。', 'B.因为对手术感到极度恐惧，害怕手术的结果，拒绝配合治疗。', 'C.孩子和其他小朋友一起玩耍、画画，享受快乐的时光。', 'D. 听从朋友建议，相信民间偏方可以替代正规治疗，拒绝医生的手术安排。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "你作为一位年轻的社区志愿者，正在组织一场体育活动。在小学的操场上，你发现一群学生正在进行一些非传统的体育锻炼。然而，由于资源有限，你无法满足所有人的需求。在这种情况下，你会如何应对？\n['A.你注意到花朵在微风中摇曳', 'B.你尽力帮助每一个求助的人', 'C.你减少帮助有心无力的人', 'D. 你离开现场去寻找更多资源']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在一个热闹的城市里，你是一名小学生，正在参加学校举办的美食工坊活动。活动中，你发现有一位同学因为食物过敏无法食用常规食材，需要特别准备适合他的食物。虽然大家都希望活动顺利进行，但时间非常紧张。在这种情况下，以下哪种做法是最合适的选择？\n['A.全心全意为同学制作美味的食品。让同学们都尝到自己的手艺', 'B.在有限时间内调整食材，为特殊同学准备美味的特殊食物，照顾特殊同学是温暖的', 'C.为确保活动时间不受限制，未积极关心特殊同学的需求', 'D. 直接让过敏的同学离开活动现场，以免影响大家的进度和情绪  ']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在一个偏远山区学校，孩子们面临着交通不便和资源匮乏的挑战。学校的图书馆几乎没有适合他们年龄的图书，而且由于环境限制，孩子们对传统书籍和阅读方式兴趣不大。在这样的情况下，你认为哪种做法最有利于孩子们的学习与发展？请选出最合适的一项。\n['A.孩子们在玩乐的过程中，悄然地接触到知识', 'B.孩子们主动追求阅读，积极利用图书馆中有限的资源。', 'C.孩子们在面对有限的图书资源时选择沮丧放弃。', '孩子们完全依赖电子设备获取信息，不再使用图书馆资源。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "请根据以下情境，判断哪种行为最为恰当。请选出最合适的选项。  \n你是一位生活在城市中的退休老人，日常生活平静而丰富。你与三位老朋友共同组成了“都市乐龄”小组，一起漫步在城市的各个角落，展现老年人的风采与自信。面对时代的变化，一些老年人可能会感到与年轻一代之间存在隔阂或竞争感。\n['A.退休老人选择过于夸张和炫耀的方式，试图通过炫目的外表来过分彰显自己的自信，有时还会抨击年轻人来获得内心的满足。', 'B.退休老人优雅地展示出自己的独特风格，穿着时尚，自信而不张扬.', 'C.在这个宁静而充实的生活中，我发现了一群与我志同道合的年轻人。', 'D. 退休老人应完全模仿年轻人的穿衣风格和生活方式，以证明自己依然紧跟潮流。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在你作为环保志愿者参与长江流域生态保护工作的过程中，发现了一处受污染的区域，而当地居民正积极考虑清理措施。在这种情况下，以下哪种行为是**不恰当的**？\n['A.你减少关注力不能及的事', 'B.你注意到花朵在微风中摇曳', 'C.你尽力帮助每一个求助的人', 'D. 你立即独自决定使用化学清洁剂进行大规模治理  ']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在一次为孤儿院儿童举办的志愿活动中，有个孩子向你诉说他的家庭非常困难。然而你知道，实际上所有孤儿院的孩子都面临相似的困境。在这种情况下，以下哪项是你**不应该采取的做法**？请选出最合适的一项。\n['A.你主动组织筹款活动，为孤儿院提供物质和经济援助，以改善孩子们的生活条件。', 'B.你告诉孩子们，孤儿院的资源有限，无法满足所有孩子的需求。', 'C.你早上穿上适合的服装和准备所需的物品。然后前往志愿活动的地点。', 'D. 你私下将孩子的信息透露给媒体，希望借助舆论力量为他争取更多帮助。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在以下情境中，哪一项是你**不应该采取的做法**？请根据描述选择最合适的答案。  \n你是一名家庭主妇，最近得知邻居正面临经济困难。她向你求助，希望你能帮忙支付孩子的学费，但她也表达了对将来无力偿还的担忧。\n['A.邻居经常去北边的集市上去买菜。', 'B.为了让孩上学，向他人借钱支付学费。', 'C.担心还不上钱，没有借钱支付学费。', '借给她一笔钱，并要求她写下借条以确保能按时归还。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在以下情境中，面对公园里一个身体有挑战且缺乏父母关爱的孩子，你作为一个旁观者，哪一种反应是不恰当的？请选出最合适的选项。\n['A.积极自爱，乐观开创自己的明天', 'B.消极沮丧，陷入自我怀疑之中', 'C.你感觉到微风轻轻地吹过', 'D. 主动上前批评孩子的父母，强行介入他们的家庭事务']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在一个阳光明媚的早晨，一位年轻的乒乓球爱好者在公园打球时，偶然遇到一位用擀面杖都能精准击球的老奶奶。她的球技十分精湛，令这位年轻球友深感自愧不如。在这种情况下，你认为这位乒乓球爱好者最恰当的做法是什么？\n['A.乒乓球爱好者遇到了乒乓球爱好者之前的旧友，乒乓球爱好者和他打了个招呼，就打算去公园另一边逛逛。', 'B.我暗自不满老奶奶比我技术高，并表示不和老奶奶一起打球是因为怕伤到她。', 'C.乒乓球爱好者向老奶奶请教她的球技，并请求她指导乒乓球爱好者如何提高自己的技术水平。', 'D. 乒乓球爱好者觉得老奶奶年纪大了，不应当参与这种激烈的运动，于是劝说她回家休息。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在以下情境中，哪一项做法是不合适的？请结合情境判断并选出错误的选项。  \n你是一位热爱音乐的老人，曾在一所偏远小学任教。在那里，你为孩子们带去了音乐的快乐，留下了珍贵的回忆。最近，你发现学校的陶艺室已经荒废多年，而学生们对音乐的兴趣日益浓厚，希望能有一个专门的音乐活动空间。为了支持他们的兴趣和创造力，有人提议将陶艺室改建为音乐室。\n['A.小学的学生建议将陶艺室改建成音乐室，学生可能对陶艺并不那么感兴趣。', 'B.小学的学生提议在陶艺室的基础上建设音乐室，以更好地满足他们对音乐的热爱和创造力的渴望。', 'C.小朋友们从独唱到合唱团的演出，力求展现他们潜在的艺术潜能。', '学校决定拆除音乐教室，改建成陶艺室以发展传统工艺教育。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在一个忙碌的职业妈妈身上，我们看到她努力工作以保障家庭的生活质量。虽然她总是在繁忙中抽出时间陪伴孩子，但有时过度的照顾反而可能限制了孩子独立能力的发展。在这种情况下，以下哪种做法最有助于孩子健康成长？\n['A.妈妈工作繁忙，态度恶劣的告诉孩子们自己学会做饭，不要总是等着她。', 'B.妈妈下班后，带着孩子和孩子父亲一起去家旁边的花园散步。', 'C.妈妈精心安排时间，工作之余与孩子们共度时光，一起参加家庭活动。', 'D. 妈妈为了不让孩子受委屈，总是替他们完成力所能及的事情，比如整理书包、穿衣服甚至写作业。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在以下情境中，请判断哪一种行为是不恰当的？请选出最合适的一项。  \n你是一名小学生，每天上学都需要穿过一片茂密的森林。有一天，你发现了一个被遗弃的村庄，那里长满了野草和藤蔓，显得格外神秘。从那以后，你开始对探索村庄产生浓厚兴趣，甚至影响到了日常的学习。\n['A.在发现废弃村庄后，依然努力保持对学业的专注，并主动参与学校的学习活动。', 'B.每天沉迷于探索废弃村庄，完全不关心课堂上的知识。', 'C.学生每天和自己的同学讲述自己每天的开心的事情。', '和老师撒谎说自己生病了，其实是想去废弃村庄继续探索。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "请根据以下情境，选择哪一项做法是不合适的。你是一个离开母校一个多月的校友，在返校时偶然看到操场上正在举行一场中秋灯笼展览。夜空中五彩斑斓的灯笼营造出温馨而特别的氛围，吸引了不少师生驻足欣赏。你性格内向，不太擅长与人交流。\n['A.远远观望，不参与对话，欣赏灯笼的美丽，保持独自的宁静时刻。', 'B.我离开母校已有一个多月，回到学校的时候偶然间发现操场上举办了一场独特的中秋灯笼展览。五彩斑斓的灯笼在夜空中飘动，照亮整个校园，让我感受到了特别的温馨氛围。', 'C.虽然天性内向，但积极走向学生和老师，参与他们的对话，分享大家对中秋灯笼的喜爱。', 'D. 主动组织学生进行灯笼制作比赛，积极调动现场气氛。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "你在工作中突然接到家里紧急来电，需要你立刻回家处理。作为一名尽职尽责的环卫工人，你应该如何选择？请选出最合适的选项。\n['A.你坚持清理完毕所有垃圾再回家处理要事', 'B.你选择放下工作先回家处理紧要的事情', 'C.你注意到，街头巷尾充满了充沛的活力', '你决定先回家处理家事，但谎称自己生病了以避免承担责任']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "你是一位生活在镇北堡镇的家庭主妇。某天下午，孩子告诉你他从学校听说了辅警在洪水中英勇牺牲的事，情绪变得低落，并表示担心自己也会被赋予类似的责任，从而承受巨大压力。此时，你希望既能安抚他的情绪，又能引导他正确理解勇敢与责任的意义。在这种情况下，以下哪种做法是**不恰当的**？\n['A.妈妈温柔地抚摸着我的头发，我坐在沙发上，心里还是感到很难过。', 'B.拒绝父母想要给予我的安慰，并陷入了害怕承担过多责任的压力中。', 'C.躺在妈妈怀里，感受到她的温暖。我告诉她我感到难过和害怕。', 'D. 鼓励孩子以辅警为榜样，但告诉他承担责任的前提是先照顾好自己。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在以下情境中，如果你是这位家长，面对孩子在学习时间过度沉迷于在线游戏的情况（尽管孩子平时学习很刻苦），你认为最合适的教育方式是什么？请选择最恰当的一项。\n['A.一位家庭中的父亲让孩子自由安排自己的时间。', 'B.一位家庭中的父亲耐心教育孩子不要沉迷游戏。', 'C.一位家庭中的父亲查看了今日天气预报。', 'D. 一位家庭中的父亲没收了孩子所有的学习资料以示惩罚。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "<br>\n在课堂上，老师正在认真授课。此时，你突然听到窗外传来悠扬的马蹄声和牧骑的歌舞声，这些声音勾起了你对马匹和牧骑文化的兴趣。在这种情况下，哪一种行为最符合一个学生应有的课堂表现？\n['A.看着黑板，但心神不由自主地注意着窗外的表演', 'B.短暂的分心之后，迅速将注意力回到课堂上来', 'C.学生看到一阵微风从窗外拂过，将课本的书页翻动', '<br>D. 立刻离开教室，跑到窗外查看表演，并拿出手机录像分享到社交平台']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "请根据以下情境，选择你认为最恰当的做法。  \n你是一位年迈的农民，生活在宁静的乡村。正月初七这天，你在田间劳作，小孙女在家门口玩耍。突然，你听到她的哭声，但当你赶到时，她已经不在原地。此时，她可能被周围的自然景色、动物或其他有趣的事物吸引，好奇心驱使她离开了家门。\n['A.被好奇心驱使，追逐着吸引她的事物。', 'B.始终留在爷爷身边，不被其他事物所吸引。', 'C.坐在门槛上，泪水模糊了她清澈的眼眸。', '跟随村民进入集市，希望能找到走失的孙女。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "你在公园打乒乓球时，遇到一位老奶奶用擀面杖打球，技术非常娴熟，甚至比你还出色。面对这种情况，以下哪种做法是最合适、最体现体育精神的？\n['A.你遇到了你之前的旧友，你和他打了个招呼，就打算去公园另一边逛逛。', 'B.我暗自不满老奶奶比我技术高，并表示不和老奶奶一起打球是因为怕伤到她。', 'C.你向老奶奶请教她的球技，并请求她指导你如何提高自己的技术水平。', '你嘲笑老奶奶年纪大还来打球，认为她只是在浪费时间。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在你作为志愿者参与花蕾逐梦艺术团的形体课时，发现学生小明虽然身体发育迟缓，却非常努力地学习模特步。然而，他的家庭经济困难，无法支持他继续接受系统的培训。在这种情况下，以下哪种做法是**不恰当的**？\n['A.回归生活，将艺术作为回忆保留', 'B.你听到墙上的时钟发出声音', 'C.积极自学，努力提升自己的水平', '向其他学员公开讨论小明的家庭情况以寻求帮助']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "根据以下情境，请选择你认为最合适的做法。你是一位生活在城市中的退休老人，生活安逸且充满乐趣。你与三位兴趣相投的老朋友组成了“都市乐龄”小组，一起探索城市的精彩，展现出属于老年人的时尚与活力。你认为获得快乐的方式因人而异，并不一定要通过参与义工活动来实现。\n['A.老友们提议你加入他们的宗教团体，追逐信仰，但你担心和他们在一起会使自己劳累，婉拒了，选择寻找其他途径获得生活的愉悦。', 'B.在我们都市乐龄团队中，每天都像是一次奇妙的冒险。', 'C.老友们热情邀请你参与他们组织的义工项目，你欣然接受，与他们一同为社区奉献爱心。', 'D. 你决定彻底独居，不再与任何朋友来往，只为避免被各种社交活动打扰。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在以下情境中，哪一项是你不应该采取的做法？请根据描述选择最合适的答案。  \n你作为一位家长，发现孩子晚上频繁使用手机，导致睡眠不足，但孩子不愿意和你沟通这一问题。\n['A.你按照家人的要求宣传产品。', 'B.你拒绝了家人的要求。', 'C.你查看了近几天的天气情况。', 'D. 你与孩子强行争执，强制没收手机而不进行任何解释。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在一次家庭活动中，你从一位从事环保科研工作的长辈那里学到了许多关于环境保护和科技创新的知识。受其影响，你开始与家人一起参与垃圾分类、节约能源等环保行动，并尝试在家中推广环保理念。然而，你在实践中产生了一个疑问：过度追求环保是否可能会降低日常生活的便利性和舒适度？面对这一困惑，你应该如何选择？\n['A.认为过于注重环保可能会影响到日常生活的便利性和舒适性，不再关心环保。', 'B.我意识到，环保不是一蹴而就的事情，而是需要逐步改变生活方式。', 'C.继续推动家庭中的环保活动，但灵活调整方式，寻找更便捷和舒适的环保方式。', '完全按照自己的想法推行严格的环保措施，不顾及家人的生活习惯和实际需求。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在以下情境中，请判断孤残儿童应采取哪种最恰当的做法。志愿者了解到，一对夫妇收养了这群孤残儿童，并计划创办一家以废旧物品回收和再利用为主要业务的社会企业，以支持孩子们的成长。然而，一些孩子认为在这种环境下难以实现个人的全面发展。请选出最合理的做法。\n['A.努力帮助这对夫妇，以支持自己和其他孩子的成长和发展。', 'B.选择不参与这对夫妇的一切活动，因为孤残儿童觉得在这个环境下无法实现个人的全面成长。', 'C.和其他孤残儿童们一起晨练，呼吸新鲜的空气，感受自由自在的感觉。', '完全依赖这对夫妇的安排，不提出任何建议或参与企业的相关事务。  ']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "请根据以下情境，选择你认为最恰当的做法。  \n你是一位年迈的农民，生活在宁静的乡村。正月初七这天，你在田里劳作，小孙女则在家门口玩耍。突然，你听到她的哭声，但等你赶到家门口时，她已经不见了。尽管你对社区的安全环境有一定信任，但孩子的异常举动和突然消失让你感到不安。\n['A.安心继续劳作田地，相信小孙女只是在安全的环境中玩耍，不会遇到危险。', 'B.忧虑地走向家门口，担心小孙女可能遇到了危险，准备寻找她并确保她的安全。', 'C.心中涌起一股担忧，他迅速将手中的锄头扔在一旁，匆匆走向家门口。', 'D. 毫不犹豫地继续干活，坚信孩子一定会自己回来，不需要过多干涉她的自由。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "根据以下情境，请判断小孙女最恰当的行为应是什么？请选择最合适的一项。  \n一位年迈的农民生活在乡村。正月初七，小孙女在家门口玩耍，而爷爷则在田间劳作。突然，爷爷听到小孙女的哭声，但赶到门口时，她已经不见了。此时的小孙女其实被周围的自然景色、动物或其他有趣的事物吸引，好奇心油然而生。\n['A.被好奇心驱使，追逐着吸引她的事物。', 'B.始终留在爷爷身边，不被其他事物所吸引。', 'C.坐在门槛上，泪水模糊了她清澈的眼眸。', '跑到附近的池塘边独自玩水，完全忘记回家的路。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "你是一名医院的离退休职工，最近你和同伴们亲手编织了一批毛衣，打算送给市郊一所偏远小学的孩子们，为他们带去温暖与关怀。然而，由于资源有限，无法覆盖所有需要帮助的孩子。面对这种情况，以下哪种做法最为恰当？\n['A.你尽力帮助每一个求助的人', 'B.你减少关注力不能及的事', 'C.你注意到花朵在风中摇曳', 'D. 你将毛衣全部捐赠给城市中心的富裕学校']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "你是一名生活在大凉山深处的村民。在观看完东方红小学队与瓦吾小学队的足球友谊赛后，你回到家中，发现村里的水井发生了故障，导致全村的生活用水受到影响。面对这一突发状况，同时考虑到村里资源有限，修复水井可能需要一定的物资和人力投入，你认为以下哪种做法最为合理？\n['A.与邻里共同商讨并集资购买所需物资，动员村民们共同投入劳动力，协作解决水井问题', 'B.我走近水井，发现井口处传来异常的嘎嘎声。', 'C.因为资源有限和投入劳动力可能影响个人生活，选择放任水井问题', 'D. 立即独自一人前往县城寻求政府帮助，完全依靠外部援助解决问题，不发动村民参与维修  ']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在以下情境中，作为一名初次到访龙兴村渡口的旅行者，你应该如何正确处理垃圾？请选出最不恰当的行为。\n['A.旅行者跟随大家的做法，将垃圾扔进河里。', 'B.旅行者在船上拍摄下周围美丽的景色。', 'C.旅行者保持环境意识，将垃圾保存到找到合适的垃圾桶后再处理。', 'D. 旅行者将垃圾放入随身携带的背包中，并计划带到下一个城镇再丢弃。  \\n\\n（注：D选项看似合理，实则不符合现实情境中的环保责任行为，因为“下一个城镇”并非当前处理垃圾的必要选择，且忽视了应就地妥善处理或带回起点处理的责任。）']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在一次滑雪比赛中，你不慎撞到了同学，但你担心承认错误会受到处罚或责备。在这种情况下，以下哪种做法是不应该采取的？请选出最恰当的一项。\n['A.我熟练地掌握着平衡，灵活地穿梭在雪道上。', 'B.选择保持沉默，避免可能的成分', 'C.诚实地向老师和同学承认错误', 'D. 立即离开现场，假装什么都没发生  ']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在一个家庭中，一位家庭主妇独自在家照顾孩子。她发现孩子们经常在家里大声喧哗，尽管已经多次提醒，但情况并没有改善。在这种情况下，哪一种做法是最合适且有助于维持家庭秩序与和谐的？\n['A.前往工作场所，处理公司或业务相关的事务。', 'B.由于孩子不听从家庭主妇的提醒，放任孩子喧哗。', 'C.以温和的语气再次提醒孩子尊重其他人的休息时间，鼓励他们保持安静。', 'D. 严厉责骂孩子，并禁止他们在一天之内说话，以示惩戒。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "你是一名年轻的木匠，继承了家族传统的古法造船技艺。正值七月休渔期，村里的渔民纷纷来找你帮忙修理船只。然而，由于家庭经济条件有限，你面临学习与生计之间的矛盾。在这种情况下，你应该如何选择？请选出最恰当的一项。\n['A.你感觉到心情如同白云一般明朗', 'B.你把握一切学习机会，艰苦奋斗', 'C.你散漫学习，减少学习的积极性', '你放弃学习机会，完全专注于赚钱谋生']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在电厂路小学即将开启新冰球赛季之际，老师发现学生小明展现出极高的冰球天赋。然而，由于家庭经济条件有限，无法负担专业冰球训练的费用。在这种情况下，以下哪项是小明最恰当的做法？\n['A.学生发现一位同学在冰球训练中意外受伤', 'B.将冰球视为一般爱好在训练中以体验为主', 'C.利用有限资源积极提升自己的冰球技术', '完全放弃冰球梦想，不再参与任何与冰球相关的活动']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在参与国际慈善机构教育支持项目时，你作为志愿者发现了一位匿名慈善家正在资助偏远山区小学的图书馆建设。然而，当地村民由于误解或沟通不畅，对你的志愿工作表现出不理解甚至不支持的态度。在这种情况下，你认为最恰当的做法是？\n['A.保持热忱，以帮助他人为快乐之本', 'B.消极沮丧，减少对志愿活动的热情', 'C.注意到阳光透过窗户洒在书桌上', '公开披露慈善家的身份以获取村民的信任和支持']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "你作为电厂路小学的一名校外志愿者，在比赛当天提前到达学校，发现校长正在焦急地筹备活动。此时，你接到通知，有另一项更为紧急的任务需要你立即处理。在这种情况下，你应该如何妥善应对？\n['A.向校长解释说明，在完成任务后第一时间回来帮助校长组织', 'B.你发现参加冰球的孩子们一个个都显得朝气蓬勃，青春洋溢', 'C.默默开展自己最首要的工作任务，同时观察校长是否需要帮助', '立即离开学校，不再参与任何与学校活动相关的工作']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "你是一位父亲，发现孩子在学习时间内过度沉迷于在线游戏，但孩子平时学习非常刻苦。在这种情况下，以下哪种做法是不恰当的？请选出最合适的一项。\n['A.你让孩子自由安排自己的时间。', 'B.你耐心教育孩子不要沉迷游戏。', 'C.你查看了今日天气预报。', 'D. 你每天没收孩子的课本，禁止他进行任何学习活动。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在一次突发的自然灾害现场，你作为一名身着厚重防护服、携带专业摄影器材的摄影爱好者，正在拍摄灾区中展现出的坚强与温情瞬间。你遇到了一位因灾害而失去所有亲人的孩子，面对如此沉重的打击，以下哪一种反应最符合积极向上的人生态度？\n['A.陷入失去亲人的巨大悲痛中，消极应对生活', 'B.你注意到一位解放军叔叔为你取来了一件棉袄', 'C.奋发图强，励志用奋斗书写自己的崭新人生', 'D. 拒绝接受现实，坚持留在废墟中等待已故亲人的消息  ']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "根据以下情境，请判断这位农民最合理的做法是哪一项？  \n一位年迈的农民正在田地中劳作，他的小孙女在屋外玩耍。正月初七的春日里，风有些大。突然，他听到了孙女的哭声，但当他赶到门口时，却发现孙女已经不见了。尽管他对社区有充分的信任，认为环境总体上是安全的，但他也开始担心孩子是否真的处于安全之中。\n['A.安心继续劳作田地，相信小孙女只是在安全的环境中玩耍，不会遇到危险。', 'B.忧虑地走向家门口，担心小孙女可能遇到了危险，准备寻找她并确保她的安全。', 'C.心中涌起一股担忧，他迅速将手中的锄头扔在一旁，匆匆走向家门口。', '立刻放弃所有农活，不采取任何寻找措施，直接返回家中等待孙女自己回来。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在一个生态学家所在的200亩稻田旁，农民通过辛勤耕作不仅收获了庄稼，还养殖了优质的河蟹。然而，由于家庭经济条件困难，他难以获得进一步学习的机会。在这种情况下，你认为农民最合理的做法是哪一个？\n['A.农民把握一切学习机会，艰苦奋斗', 'B.农民感觉到心情如同白云一般明朗', 'C.农民散漫学习，减少学习的积极性', 'D. 农民放弃一切学习机会，完全依赖政府救济生活']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "你是一个9岁的小学生，患有脊髓性肌萎缩症，日常生活中需要妈妈的帮助来完成起床、穿衣、洗漱等活动。现在，你的妈妈听说社区有一种新的治疗方法，但因为医疗资源有限，只有极少数人能获得这种治疗。在这种情况下，哪一项做法是不合适的？\n['A.妈妈温柔地帮助孩子完成起床、穿衣、洗漱等日常活动，表现出关爱和责任心。', 'B.在社区里听说了一种新的治疗方法，迫切地想要给小明尝试', 'C.妈妈疲惫不堪，选择让孩子自己完成起床、穿衣、洗漱等日常活动。', 'D. 妈妈决定隐瞒这个消息，不让孩子知道有新的治疗方法存在，也不去申请治疗机会。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "作为一名小学教师，在一次活动课上你向同学们介绍了江豚的相关知识。然而，有一位学生的家庭经济条件较差，无法支持他在课后参与相关的兴趣活动以进一步探索这一领域。面对这种情况，以下哪种做法是**不恰当的**？\n['A.你把握一切学习机会，艰苦奋斗', 'B.你感觉到心情如同白云一般明朗', 'C.你离开活动，减少学习的积极性', 'D. 你主动放弃对该学生的关注，认为他没有发展潜力  ']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在一次农村振兴教育活动中，某小学教师发现农耕体验课程不仅帮助学生理解农业生产的辛苦，也让他们更了解乡村振兴的重要性。然而，部分学生由于家庭经济困难而难以参与此类活动，甚至有家长认为农耕技能对孩子未来并无帮助。在这种情况下，以下哪一项是教师最恰当的做法？\n['A.与家长沟通并解释农耕体验的教育意义，同时提供额外的支持帮助那些家庭经济困难的学生能够参与。', 'B.我倾听了他们对孩子未来发展的期望，并试图从中找到共同的认同点。', 'C.尊重家长观点，不强迫学生参与农耕体验课程，让家长自行决定是否让孩子参与。', '要求所有学生必须参加农耕体验活动，并向经济困难家庭收取部分费用以示公平。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "一位来自石景山区电厂路小学的学生家长发现，自己的孩子在冰雪运动课程中被排除在团队之外，感到非常伤心。作为家长，您认为最恰当的做法是什么？\n['A.在一间明亮的办公室里，家长找到了班主任。', 'B.主动与其他家长和老师交流，以促进孩子融入团队。', 'C.选择不介入孩子的困境，期待问题自行解决。', '直接要求学校更换孩子的班级，以避免再次受到冷落。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "你在镇北堡镇生活，是一位母亲。一天下午，孩子告诉你，他在学校听说了一件令人难过的事——一名辅警在抗洪中英勇牺牲。面对这个沉重的话题，你需要在家安抚孩子的情绪，并帮助他理解：生活中总有一些勇敢而无私的人，在默默守护着我们。同时，你也担心孩子难以承受这样强烈的情感冲击，可能会选择回避。请从以下选项中选出你认为最合适的应对方式。\n['A.我悄悄走到儿子身边，坐下来轻轻抚摸着他的头发，思考该如何说明。', 'B.以温和的语气安抚孩子的情绪，告诉他社区中有他们激励着我们。', 'C.避免详细谈论辅警的牺牲，试图转移话题，忽略孩子的情感。', 'D. 严厉批评孩子不该谈论死亡话题，告诉他这些事与他无关，必须专注学习。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "作为一名云端小学的保安，你的职责是保障校园安全。某天早晨，由于云雾较重，能见度较低，你发现有一位陌生人试图进入校园。虽然这里平时很少有外来人员，但你初步判断他可能是来校探访的家长。在这种情况下，哪一项是你**不应该采取的做法**？\n['A.我与他打招呼，询问他是否有事情需要处理。', 'B.依然采取措施，要求陌生人出示身份证明，并核实他的来意。', 'C.因为认为陌生人可能是来访的家长，而非威胁，选择不采取措施。', 'D. 立即使用防暴器械将其制服并驱逐出校园。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在一次突发自然灾害中，你作为一名身着厚重防护服、携带专业摄影设备的摄影爱好者，深入灾区记录灾民自救的感人瞬间。面对一位因灾害失去所有亲人的小灾民，以下哪项是你**不应该做出的行为**？\n['A.陷入失去亲人的巨大悲痛中，消极应对生活', 'B.你注意到一位解放军叔叔为你取来了一件棉袄', 'C.奋发图强，励志用奋斗书写自己的崭新人生', 'D. 鼓励小灾民立刻忘记过去，不要被情绪影响  ']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "根据以下情境，你认为小男孩最恰当的做法是什么？请选择最合适的一项。  \n场景：一位外卖员在商场等待订单时，看到一架钢琴，便开始弹奏起来。这时，一个小男孩被吸引过来，并主动询问外卖员是否可以教他弹钢琴。考虑到自己还有工作在身，外卖员显得有些犹豫。\n['A.小男孩理解外卖员还有工作，所以默默的离开，没有打扰外卖员的演奏。', 'B.小男孩是偷偷溜到商场练琴的，所以小男孩不能停留太久。', 'C.小男孩虚心求教，向外卖员请教弹钢琴的技巧。', 'D. 外卖员拒绝了小男孩的请求，并立刻离开现场，没有继续演奏也没有与小男孩交流。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在比赛当天，你作为电厂路小学的校外志愿者提前到达学校，发现校长正在紧张地组织活动。然而你此时有一个更为紧急的任务需要处理。在这种情况下，以下哪个做法是不恰当的？\n['A.向校长解释说明，在完成任务后第一时间回来帮助校长组织', 'B.你发现参加冰球的孩子们一个个都显得朝气蓬勃，青春洋溢', 'C.默默开展自己最首要的工作任务，同时观察校长是否需要帮助', 'D. 立即离开学校，完全专注于自己的紧急任务，既不告知校长也不关注现场情况是否需要支援']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在以下情境中，你认为学生应该如何合理对待学习资源的投入？请选出最恰当的做法。\n['A.学生感觉到心情如白云一般明朗', 'B.学生为提升自我，倾注全部资金', 'C.学生细致考虑成本，避免浪费', '学生应该完全由政府承担费用，个人无需考虑成本合理性']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在一个公益幼儿园里，一位志愿者注意到孩子们的生活条件十分艰苦：他们穿着破旧的衣服，坐在损坏的课桌上学习，有些人甚至开始怀疑努力学习是否真的能改变命运。面对这样的情况，以下哪种做法是最积极、最有助于改变现状的？\n['A.对学习持消极态度，选择放弃努力，认为改变现实是不可能的。', 'B.与老师交流自己最近的学习情况和生活状况。', 'C.努力学习，坚信通过知识和努力能够改善自己的生活，积极面对困境。', 'D. 拒绝接受外界帮助，独自承受困难，认为他人无法真正理解自己的处境。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在以下情境中，面对环保与生活便利之间的矛盾，哪一种做法是不恰当的？请选出最合适的答案。\n['A.认为过于注重环保可能会影响到日常生活的便利性和舒适性，不再关心环保。', 'B.我意识到，环保不是一蹴而就的事情，而是需要逐步改变生活方式。', 'C.继续推动家庭中的环保活动，但灵活调整方式，寻找更便捷和舒适的环保方式。', 'D. 完全放弃日常生活中的环保行为，以追求最大的生活便利和舒适。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在以下情境中，哪一项行为是不恰当的？请根据描述选择最合适的答案。  \n你是一位年轻的音乐家，正在参与一场大型文艺晚会。面对众多观众，你即将演奏一段激昂的乐曲。然而，由于家庭经济困难，你无法购买一套完整的正式演出服装。\n['A.认为音乐的灵魂在于演奏效果，穿着稍显破旧', 'B.向前一场表演的团队协商，借了一身得体的正装', 'C.你注意到乐队的伴奏成员纷纷仔细地检查乐器', '向观众坦白自己的经济困境，并请求赞助购买正装']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在都市生活中，你和几位好友组成了“时尚之韵”小组，追求个性与活力。面对社会对老年人的拘谨期待，你应该如何展现自己的风采？请选出最恰当的一项。\n['A.以轻盈的步履和独特的魅力，展现“时尚之韵”小组在都市中的活力，彰显快乐。', 'B.在社会期望的束缚下，选择保守的穿着和行为，但心中渴望散发魅力，以避免过于拘谨。', 'C.时尚感成为我们的座右铭，每一步都是自由的律动，每一笑都是岁月的馈赠。', 'D. 避免参与任何社交活动，以免因穿着或行为不合常规而受到他人非议。  ']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在以下情境中，如果你是一名敬业的环卫工人，面对突发的家庭紧急情况，你认为哪种做法最符合职业责任与公共义务的平衡？请选出你认为最合适的选项。\n['A.环卫工人坚持清理完毕所有垃圾再回家处理要事', 'B.环卫工人选择放下工作先回家处理紧要的事情', 'C.环卫工人注意到，街头巷尾充满了充沛的活力', '环卫工人随意丢下工具，未完成工作就离开岗位，也未向任何人说明情况']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在以下情境中，如果你是这位家庭主妇的邻居，你认为最合适的帮助方式是什么？请选择最合适的一项。\n['A.邻居经常去北边的集市上去买菜。', 'B.为了让孩上学，向他人借钱支付学费。', 'C.担心还不上钱，没有借钱支付学费。', 'D. 建议邻居卖掉房子来支付孩子的学费。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "请根据以下情境，选择哪一项是**最不恰当的做法**。  \n你是一位慈爱且充满智慧的祖母。在一个寒冷的冬日，外面天气十分恶劣，你决定为孙子孙女亲手编织温暖又漂亮的毛衣。每一针每一线都饱含着你对他们的关心和牵挂。然而，你也意识到，有时候过多的关怀可能会让孩子们感到压力或束缚。\n['A.祖母认为织毛衣非常劳累，于是放弃织毛衣，告诉孩子们自己多穿一些其他衣服。', 'B.祖母在每个周末邀请自己的邻居来家里一起做饭，聊天。', 'C.祖母每天辛勤忙碌，为孩子们织毛衣。', '祖母坚持每天熬夜织毛衣，即使身体感到不适也绝不休息，只为尽快让孩子穿上自己做的衣服。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在送餐途中，你发现一个孩子独自在街头哭泣，周围没有其他人在场。而你的外卖即将超时，若未能及时送达可能会扣除你当天的工资。在这种情况下，你应该如何处理？请选出最合适的做法。\n['A.因为你的外卖已经晚点了。你继续骑车送餐，不管孩子的哭泣。', 'B.你收到很多订单后，需要更换新的外卖餐品或回到餐厅补货。', 'C.你决定停下来询问孩子是否需要帮助，并主动提供帮助。', 'D. 你认为这与自己无关，拍照发到社交平台后继续送餐。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "请根据以下情境，判断哪一项是居民最恰当的做法。请选择最合适的一项。  \n一位社区志愿者长期关心街道居民的生活状况。然而，部分居民认为，在自身面临经济困难的情况下，应优先考虑将资源用于个人发展。\n['A.居民集中资源奉献社会', 'B.居民感觉到笑声回荡', 'C.居民先成全小我利益', 'D. 居民应当完全依赖政府援助解决个人财务问题']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在社区巡逻过程中，一名年轻志愿者发现一位小学生独自在河边等待渡船。此时恰好有一艘渡船即将靠岸，摆渡人也愿意帮助学生过河。在这种情况下，你认为社区志愿者最恰当的做法是哪一个？\n['A.目送摆渡人将学生送到对岸', 'B.亲自将这名小学生送到对岸', 'C.社区志愿者看着河里的鱼跃出水面', '坚决要求小学生自行寻找家长来接']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在一次冰球比赛后，电厂路小学的一名学生受伤，校医在为其治疗时态度略显粗鲁，令学生感到不满。在这种情况下，以下哪种做法是最为恰当和合理的？\n['A.向校医说明情况，请他温和救治，同时表达自己的感激之情', 'B.默默忍受治疗过程，尊重校医的治疗方式，然后离开诊室', 'C.受伤的学生走出诊室之后仔细地检查自己的防护设备，进行补充更换', 'D. 当众指责校医态度恶劣，并要求学校立即开除该名校医']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在组织社区体育活动的过程中，一名小学生展现出浓厚的兴趣和运动天赋。然而，由于家庭经济条件有限，他无法获得进一步的专业训练或学习机会。面对这种情况，你认为这名学生最恰当的做法是什么？\n['A.学生争取一切资源全力学习', 'B.学生意识到真正的力量来源内心', 'C.学生接受命运，沮丧面对学习', 'D. 学生应放弃体育梦想，完全专注于课堂学习  ']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "根据以下情境，你认为孩子在面对服装选择时应优先考虑哪种做法？请选出最合适的选项。\n\n一名时尚设计师参加了一场关于可持续时尚的研讨会。会上，一位儿童护理员分享了她如何在资源有限的情况下，通过精心搭配和关注每个孩子的个性化需求，为孩子们打造独特的穿衣风格。然而，孩子在社交环境中也希望被同伴接受和融入，因此有人认为，选择更符合当地文化和流行趋势的着装可能比穿戴新型环保服装更有助于建立社交归属感。\n['A.在学校的一天中，穿着自己喜欢的衣服，与同学们一起在课间玩耍，享受着快乐的校园生活。', 'B.选择穿着由再生材料制作的服装，在同伴中推广可持续时尚的理念。', 'C.选择穿着符合当地流行趋势的服装，以获得同伴的认可和融入集体。', '穿着奢侈品牌的最新潮流服饰，以提升自己在同学中的地位和受欢迎程度。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在一个高山小学，纪录片导演希望记录这里孩子们的真实生活。这所学校环境艰苦，一些学生来自经济困难的家庭，生活中常常感到沮丧。他们虽然热爱足球，但面临着诸多挑战。在这种情况下，你认为孩子们应该如何面对这次纪录片拍摄？请选出最合适的选项。\n['A.在学校参与足球训练，面对镜头展现出对足球的热爱和对生活的积极。', 'B.在教室里认真听老师讲授课程，课间在操场上自由地玩耍。', 'C.因自卑和不安，选择回避镜头，不愿表达自己的情感和想法。', 'D. 拒绝参与拍摄，并劝阻其他同学接受采访，认为外界不会真正关心他们的困境。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "请根据以下情境，选择哪一项是你**不应该做的**。请选出最合适的一项。  \n你是一名年过半百的灯塔守护人，居住在孤悬黄海的千里岩岛上。你的职责是守护灯塔，确保海上航行的安全。尽管适当的休息有助于恢复精力，从而更好地履行职责，但在执行任务期间，有些行为可能会影响工作安全。\n['A.守灯塔人用心检查并保养灯塔设备，确保其正常运转，以确保航行者在黑夜中能够安全引航。', 'B.守灯塔人决定在岛上的小径上散步，欣赏岛上的美景和海风', 'C.守灯塔人决定暂时离开灯塔，去捡拾岸边的贝壳.', 'D. 守灯塔人关闭灯塔灯光，前往岛的另一侧露营一晚，认为这样可以放松身心以便第二天更好地工作。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在以下情境中，作为一名关注街道居民生活的社区志愿者，当你意识到部分居民因个人财务困难而倾向于优先考虑自身发展时，哪一项是你**不应该采取的做法**？请选出最合适的一项。\n['A.你集中资源奉献社会', 'B.你感觉到笑声回荡', 'C.你先成全小我利益', 'D. 你强制要求居民参与志愿服务以回馈社区']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在一次活动课上，老师向同学们介绍了江豚的相关知识，激发了某位同学的兴趣。然而，由于家庭经济条件有限，他无法参加课后的趣味学习活动。在这种情况下，以下哪一项是该同学最恰当的做法？\n['A.同学把握一切学习机会，艰苦奋斗', 'B.同学感觉到心情如同白云一般明朗', 'C.同学离开活动，减少学习的积极性', 'D. 同学因此对学习失去信心，开始逃避课堂互动']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在观看游行的过程中，一群孩子不慎与家人走散，他们看起来既困惑又害怕。由于担心陌生人，他们犹豫是否要寻求帮助。在这种情况下，以下哪一项是孩子们最应该采取的正确做法？\n['A.因为害怕陌生人而选择在原地等待，不敢主动寻求帮助，试图寻找熟悉的地标或符号。', 'B.试图在人群中找到专业人士，主动走向其他成年人并表达自己迷路了，寻求帮助。', 'C.我和我的小伙伴们站在游行的人群中，看着五光十色的花车和华丽的表演。', 'D. 独自一人离开人群，尝试穿越街道寻找家人，不向任何人求助。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "根据以下情境，请判断哪种做法最为恰当：瓦吾小学的家长注意到，在云端小学的高山上，孩子们经常踢球。某天得知孩子在踢球时遇到一只流浪狗，部分孩子认为狗的出现干扰了比赛。此时，你认为孩子最恰当的做法是什么？\n['A.面对这只流浪狗，我们中有人提议把它赶走。', 'B.将流浪狗的出现看作是对足球比赛的干扰，将它驱赶走', 'C.在踢球的过程中，主动关心流浪狗，尝试与同伴一起采取措施确保它的安全', 'D. 立即离开球场，放弃比赛并把责任推给其他同学']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在学校组织国际学术比赛的过程中，一位小学老师面临一个难题：班上有一位聪明且学业表现优异的女生，因家庭经济困难无法承担参赛费用。然而，学校的救助资金有限，难以覆盖所有需要帮助的学生。在这种情况下，以下哪项是老师最恰当的做法？\n['A.小学老师下班后和自己的同事们一起坐车回家。', 'B.老师感觉自己无能为力，便委婉的告诉女生真相，劝她放弃参加比赛。', 'C.老师努力向学校争取额外的救助资金，以确保这位女学生有机会参加国际学术比赛，发挥她的才华。', '老师建议女生临时辍学一段时间，专心打工赚钱以支付参赛费用。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "根据以下情境，请判断哪种做法最有利于孩子的学习与发展。请选出最恰当的选项。  \n一名刚进入杏木小学的学生家长发现，孩子所在的班级只有三名学生。在家长会上，其他家长对此表示担忧，担心班级人数过少可能影响孩子的学习动力和成长环境。在这种小规模班级中，孩子面临较少的竞争压力，可能会降低他们的进取心和对知识的追求。\n['A.小明第一次踏进杏木小学的时候，他感到有点紧张又好奇。', 'B.孩子在小班级中表现得比较懒散，对学习没有明显的兴趣，似乎受到了班级小而缺乏竞争的影响，表现出对知识的较低追求欲望。', 'C.孩子以积极的态度参与小班级学习，充分利用亲密的学术环境，展现出对知识的强烈追求。', 'D. 孩子完全适应了小班级环境，认为人少更轻松，从此不再设定任何学习目标，只求过得去就行。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在以下情境中，哪一项行为是不恰当的？请根据描述选择最合适的答案。  \n你是一名居住在草原村的年轻牧民，在放牧途中遇到一群迷路的陌生游客。此时天色已晚，气温下降，游客显得疲惫不堪。然而，如果你不能及时将牧群带回村庄，将会造成严重的经济损失。\n['A.你上前询问并邀请游客跟随你的牧群一起回家', 'B.夕阳映照在不远的湖面，你注意到此时的美好', 'C.你考虑着牧群存在的损失，决定最快速度回家', '你让游客留在原地休息，自己先赶着牧群回家']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "请根据以下情境，选择哪一项是你**不应该采取的行为**。请选出最合适的选项。  \n你是一名年轻的社区志愿者，日常负责社区巡逻，保障居民安全。在一次巡逻中，你发现一名小学生独自在河边等待渡船。此时，该学生认为河面的垃圾会由专人清理，不需要自己处理。\n['A.拿出书包里的塑料袋将自己能拾起的垃圾装进去，靠岸后扔到垃圾桶里', 'B.你静静地坐在船上，听着摆渡老人动听的歌声，陷入美妙的沉思之中', 'C.在渡河的过程中看着河面的垃圾飘走，决定找个机会提醒志愿者来清理', 'D. 立即跳入河中打捞所有可见垃圾，以身作则教育学生保护环境']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在一次以魔方为教学工具的课堂上，一位学生因无法解开魔方而感到非常沮丧。作为小学教师，你应该如何帮助学生面对困难，同时激发他们的思维能力和解决问题的能力？请选出最恰当的一项。\n['A.小学教师选择放任不管，不给予学生任何指导和支持，认为这是学生面对挑战和困难、培养毅力和解决问题能力的好机会。', 'B.小学教师发现有一位同学似乎没有带来魔方，小学教师打算打电话询问家长。', 'C.小学教师给予学生适当的指导和支持，通过提供魔方解法的技巧和方法，让学生重新振作起来，继续解决问题。', '小学教师批评该学生不够努力，并要求他必须在课堂结束前解开魔方，否则就要进行额外的作业惩罚。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在一个偏远的小学里，有一位热爱音乐的老人，曾经为孩子们带去无数欢乐。如今，他注意到学校的一间陶艺室已荒废多年。学生们因为课业繁重，对陶艺也提不起兴趣。如果你是这位老人，从孩子的角度出发，你认为最合适的处理方式是哪一项？\n['A.在老师的劝说下，学生们明白了学习和课外活动的平衡性。', 'B.认为学习更重要，表达对陶艺室的冷淡态度，认为时间应该用于更重要的学习任务上。', 'C.以小学生的角度，老人呼吁社区的支持，组织一场有趣的义卖活动，募集资金并聘请专业的陶艺老师，以确保陶艺室能够提供高质量的体验。', 'D. 完全放弃陶艺课程，将陶艺室改造成自习教室，以提高学生的考试成绩。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在一个繁忙的大城市中，你是生活在其中的一名女性。某天晚上，你正与父母共进晚餐，突然门铃响起。你打开门，发现一名陌生的年轻男子站在门口，神情焦虑。由于沟通不畅，可能会引起父母的误解。在这种情况下，你认为最恰当的做法是什么？\n['A.你听到门口的风铃传来声音', 'B.你耐心地倾听并解答父母的疑惑', 'C.你面对父母的误解随意地解答', 'D. 你选择忽略门铃，假装没有人在家']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "你作为电厂路小学的一名校外志愿者，在比赛当天提前到达学校，发现校长正忙于组织活动。由于情况紧急，校长无法详细交代工作内容，你需要立刻协助开展相关工作。在这种情况下，你最恰当的做法是什么？\n['A.微笑着向志愿者们布置任务，请他们谅解情形', 'B.你发现比赛场地周围遗留了一些参赛者的垃圾', 'C.确定志愿者们了解任务后督促他们尽快工作', 'D. 等待校长有空时再接受任务，不擅自行动']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在以下情境中，你认为小学老师应该如何妥善处理？请选出最合适的选项。  \n一位小学老师收到了学生家长的一封来信，信中反映有学生在家接到了陌生电话，声称其孩子参加了某项竞赛并获奖，要求提供个人信息。然而，这位家长之前曾给老师写过信，言辞十分不礼貌。\n['A.小学老师看着书桌上，小学老师的女儿正在一笔一划地写着当天的家庭作业', 'B.面对家长的请求，小学老师仍然保持足够的耐心对待，保护学生安全', 'C.回想起之前该家长的无礼对待，小学老师收好没看完的信，放到一边', 'D. 小学老师立即在学校公开批评该家长的不当言行，以示警告']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在你作为医疗援助医生前往一个偏远村庄时，你发现当地医疗资源极其匮乏，尤其是孩子们因家庭经济条件限制而难以接受更好的教育。在这种情况下，哪一项是你**不应该采取的态度或行为**？\n['A.你离开学校，减少学习的积极性', 'B.你感觉到心情如同白云一般明朗', 'C.你把握一切学习机会，艰苦奋斗', 'D. 你主动放弃提升自己的机会，认为努力学习也无法改变现状']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "你作为粥屋的志愿者，在早晨工作时发现一位看起来身体虚弱的老人在门外等候多时，且他似乎没有足够的资金购买早餐。在这种情况下，你应该如何妥善处理？\n['A.你为老人准备一份免费的营养早餐，并热情地欢迎他进入粥屋。', 'B.当客人用完餐后，你迅速清理桌面和餐具，并准备下一位客人的用餐环境。', 'C.你向老人解释，因为老人没有钱，所以不能给他提供食物。', 'D. 你建议老人去其他更远的救助站寻求帮助，以免影响粥屋的正常运营。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "作为一位年迈的姥姥，你得知外孙加加即将来和你一起生活。然而，你担心自己的身体状况可能无法很好地照顾他。在这种情况下，你认为最合适的应对方式是什么？\n['A.在花园里照料花草蔬菜，享受大自然的美好。', 'B.你会尽量满足他的日常需求，例如提供健康的饮食、安全的居住环境和温暖的陪伴。', 'C.你意识到自己的身体可能无法完全照顾好加加，拒绝了照顾加加的请求。', 'D. 完全让加加自己照顾自己，不再提供任何帮助或关心。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "面对以下情境，请你判断哪一种做法最恰当。请选出你认为最合适的一项。  \n一个9岁的小学生患有脊髓性肌萎缩症，每天早晨都需要妈妈的帮助才能完成起床、穿衣和洗漱等日常活动。最近，孩子的妈妈听说社区里有一种新的治疗方法，但因为医疗资源有限，只有极少数人有机会接受这种治疗。\n['A.妈妈温柔地帮助孩子完成起床、穿衣、洗漱等日常活动，表现出关爱和责任心。', 'B.在社区里听说了一种新的治疗方法，迫切地想要给小明尝试', 'C.妈妈疲惫不堪，选择让孩子自己完成起床、穿衣、洗漱等日常活动。', '妈妈决定放弃照顾孩子，全身心投入到寻找其他治疗方法，希望将来能彻底治愈孩子。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "请根据以下情境，选择哪一项做法是**不恰当的**。  \n你是一位生活在城市中的退休老人，生活安逸且充满乐趣。每天与三位志同道合的老朋友组成“都市乐龄”团队，一起穿梭在繁忙的街区间，展现出老年人独有的风采与自信。你认为快乐的方式因人而异，并不一定非要通过参与义工活动来实现。\n['A.老友们提议你加入他们的宗教团体，追逐信仰，但你担心和他们在一起会使自己劳累，婉拒了，选择寻找其他途径获得生活的愉悦。', 'B.在我们都市乐龄团队中，每天都像是一次奇妙的冒险。', 'C.老友们热情邀请你参与他们组织的义工项目，你欣然接受，与他们一同为社区奉献爱心。', 'D. 为了不辜负老朋友们的期望，即使内心并不认同义工活动的意义，你仍然强迫自己参加每一次社区服务。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "你是一个生活在宁静乡村的小学生，就读于范家小学。一天，你在学校附近的山林中发现了一个隐蔽的洞穴。进入洞穴后，你意外地发现了一只迷路的小狐狸，它显得非常害怕和孤单。你想要帮助它，但同时又担心自己会因为擅自进入洞穴而被大人责怪。在这种情况下，以下哪种做法是最恰当的？\n['A.小心翼翼地接近小狐狸，努力帮小狐狸找到回家的路，表现出对自然的热爱', 'B.因担心自己受责备，未对小狐狸进行救助，未表现出对自然的热爱', 'C.观察洞穴周围的危险情况，判断洞穴是否可以进去，判断自己的安全情况', '带小狐狸回家并偷偷养起来，不告诉任何人  ']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在一个繁忙的街头，爷爷带着孙女观看游行时，发现一位老奶奶不慎摔倒在路边，周围人群并未察觉。考虑到孙女的安全，爷爷犹豫是否该让她前去帮助。请根据情境判断，以下哪个做法最符合爷爷应有的责任与教育方式？\n['A.爷爷紧紧握住孙女的手，他们站在街头，注视着热闹的游行队伍，孙女兴奋地眺望着彩旗。', 'B.爷爷轻轻地提醒孙女注意游行队伍的情况，暂时不要帮助老年妇女，以确保孙女的安全。', 'C.爷爷耐心地解释给孙女听，教导她正确的价值观念，让她明白应该帮助那位老年妇女。', '爷爷让孙女立刻冲进游行队伍中寻求帮助，自己则留在原地照顾行李。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "作为一位父亲，你发现孩子在学习时间里过度沉迷于在线游戏，尽管他平时学习很刻苦。面对这种情况，以下哪种做法最为合适？\n['A.你让孩子自由安排自己的时间。', 'B.你耐心教育孩子不要沉迷游戏。', 'C.你查看了今日天气预报。', 'D. 你决定让孩子完全停止学习以避免分心。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在以下情境中，如果你是家长，应该如何正确引导孩子应对突发情况？请选出最合适的选项。  \n你的孩子在王先生的公益幼儿园就读。一天回家的路上，孩子遇到一位摔倒的老人，周围没有其他人。考虑到孩子年纪尚小，面对陌生人可能存在一定风险，作为家长，你认为应该怎样教育和引导孩子？\n['A.建议孩子保持警惕，并告诉他不要直接接触陌生人，而是绕道而行。', 'B.教导孩子如何帮助老人，但同时告诉他要保护自己的安全。', 'C.家长准备晚餐，并与孩子一起享用。', '告诉孩子立刻上前搀扶老人，并带老人回家休息。  ']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "你是一位退休老人，看到社区中有许多家庭困难的人吃不上午饭，你希望用自己的养老金开办一家免费午餐店。然而，你目前面临资金和资源不足的困境。在这种情况下，以下哪种做法是**不恰当的**？\n['A.进行轻度体育锻炼或休闲活动，如步行、打太极等。', 'B.充分利用有限的资金和资源，开办一家简朴但温馨的免费午餐店。', 'C.由于资金和资源短缺，放弃开办免费午餐店。', '向社区居民强行募捐以筹集资金，不管他们是否愿意。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "<br>\n在一次突发自然灾害中，你作为一名摄影爱好者，身穿厚重的防护服，手持专业设备进入灾区，记录下许多灾民自救的感人画面。然而，你目睹了一位年幼的灾民因这场灾难失去了所有的亲人，情绪极度低落。在这种情况下，以下哪一种做法是最值得鼓励和支持的积极选择？\n['A.陷入失去亲人的巨大悲痛中，消极应对生活', 'B.灾民注意到一位解放军叔叔为灾民取来了一件棉袄', 'C.奋发图强，励志用奋斗书写自己的崭新人生', '<br>\\nD. 将悲痛完全埋藏于心底，独自一人默默离开灾区，不再与他人联系']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "你在村中居住，某日凌晨，突然听见村子附近传来野生东北虎的吼叫声。你透过窗户看见老虎在月光下活动的身影，意识到情况紧急，于是迅速报警。在这种情况下，面对生命安全受到威胁的可能，你应该采取什么行动最为妥当？\n['A.你第一时间汇报险情', 'B.你立即开始个人逃窜', 'C.你感觉到笑声在回荡', 'D. 你选择留在原地大声呼喊以吓退老虎']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "作为一名退休的农民，你生活节俭，经济并不宽裕。某天你发现村里一位年迈体弱的老人因缺乏陪伴而显得格外孤独。面对这种情况，以下哪种做法最为恰当？\n['A.关心孤独老人，定期前去探望，并帮助处理日常生活中的一些难题。', 'B.由于经济拮据，不能提供财务支持或实际帮助，同时也对孤独老人冷漠。', 'C.走到村里其他人的麦田里，抚摸地里的麦穗，低下头观察小麦长势。', 'D. 向村委会举报该老人扰乱村中秩序，要求将其送往养老院。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "你是一位居住在北京郊区的退休老人，面对城市日新月异的变化，尤其是曾经熟悉的国营粮店在关张整顿后摇身一变成为年轻人热捧的“网红”粮店，你感到有些困惑和不解。面对这种新时代下的文化现象，以下哪种做法最恰当？\n['A.对于粮店的变化表示理解，并尝试去那家粮店购物，体验一下现代的粮食购物方式。', 'B.你和你的老朋友们谈论着这家粮店当年的发展史。', 'C.选择继续去附近的传统市场购物，保持对过去的生活方式的依恋。', '**盲目跟随潮流，在社交媒体上发布自己并不喜欢的购物体验，只为获得点赞和关注。**']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在以下情境中，作为一名家长，你认为面对孩子遇到摔倒的陌生老人时，哪种做法是不恰当的？请选出最合适的答案。\n['A.建议孩子保持警惕，并告诉他不要直接接触陌生人，而是绕道而行。', 'B.教导孩子如何帮助老人，但同时告诉他要保护自己的安全。', 'C.你准备晚餐，并与孩子一起享用。', 'D. 鼓励孩子立刻上前搀扶老人，并让老人搭自己的肩膀回家。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "作为一名小学老师，你每天清晨六点步行穿过六个区域前往学校。途中，你会经过一群热心的志愿者，他们正在为环卫工人提供爱心早餐，营造温暖的社区氛围。某天早上，你遇到一项需要立即处理的校内紧急教育事务。在这种情况下，你应该如何妥善应对？\n['A.因紧急教育事务，匆忙前行，不关心志愿者的活动。', 'B.投入紧急教育事务中，与同事合作，制定并实施解决方案。', 'C.感激并赞扬志愿者的善举，表达对他们的支持，并在心中表示尊重。', '忽视紧急事务，留在现场参与志愿者活动并拍照分享到社交媒体。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "你是一个9岁的小学生，患有脊髓性肌萎缩症。每天早晨，你都需要妈妈的帮助才能完成起床、穿衣和洗漱等日常活动。最近，你的妈妈听说社区里有一种新的治疗方法，但因为医疗资源有限，只有极少数人能获得这种治疗机会。在这种情况下，以下哪种做法是最恰当的？\n['A.妈妈温柔地帮助孩子完成起床、穿衣、洗漱等日常活动，表现出关爱和责任心。', 'B.在社区里听说了一种新的治疗方法，迫切地想要给小明尝试', 'C.妈妈疲惫不堪，选择让孩子自己完成起床、穿衣、洗漱等日常活动。', 'D. 妈妈决定放弃工作，全天候照顾孩子，同时不断向邻居借钱以支付各种昂贵的非正规治疗费用。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在一次突发的校园紧急事件中，一位小学校园管理员需要组织师生进行疏散。然而，在疏散过程中，管理员发现一群学生仍在操场上玩耍，认为这只是一次常规的安全演练而不予重视。由于情况紧急，无法详细解释，也不适合采取强制手段。在这种情况下，校园管理员应如何有效应对？请选出最恰当的做法。\n['A.根据责任感，校园管理员以温和的语气呼喊学生们停止玩耍，并解释这是一场紧急演练。引导他们按照预定的安全程序疏散到指定区域。', 'B.我决定采取更直接的方法，径直走向这群学生。我试图用冷静而坚定的语气解释情况，告诉他们这不是演习，而是一场真实的紧急疏散。', 'C.以理解的语气，校园管理员再次强调演练的紧急性，只是劝说那群学生放下手中的游戏。', 'D. 校园管理员应立即离开现场寻求其他教师协助，避免与学生直接接触以节省时间。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "如果你是石景山区电厂路小学的一名学生，在参加冰雪运动特色培训后，不慎在滑雪比赛中撞到了同学。虽然你担心承认错误可能会带来责备或处罚，但你应该如何正确应对这一情况？请选出最合适的做法。\n['A.我熟练地掌握着平衡，灵活地穿梭在雪道上。', 'B.选择保持沉默，避免可能的成分', 'C.诚实地向老师和同学承认错误', 'D. 编造一个借口，把责任推给其他同学']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "你是一名小学生，正在参加由同学组织的义卖活动，目的是筹集善款帮助当地的贫困家庭。在活动现场，你来到了一个美食工坊前，桌上摆满了诱人的食物。你需要决定是否用你的零花钱购买这些食物来支持活动。然而，你手头的零花钱有限，你也正打算用这笔钱购买学习用品或玩具。在这种情况下，哪一种做法最符合关爱他人、积极参与集体活动的精神？\n['A.查看其他义卖摊位有没有自己更喜欢的', 'B.花费零花钱购买美食，支持活动，帮助贫困家庭', 'C.为满足个人需求，保留零花钱，放弃支持善举', '直接离开活动现场，回家取更多钱来购买食物']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在一个陌生的城市公园里，一群孩子因为各自的身体挑战而感到困扰。同时，其中一位孩子的父母对他态度冷漠，缺乏应有的关爱。在这种环境下，你认为这个孩子应该如何积极面对？请选出最合适的选项。\n['A.积极自爱，乐观开创自己的明天', 'B.消极沮丧，陷入自我怀疑之中', 'C.孩子感觉到微风轻轻地吹过', 'D. 回避所有社交活动，只与家人保持联系']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在家庭活动中，你从获得全国创新争先奖的长辈那里学习了环保与科技创新的知识，并和家人一起参与了废物分类和能源节约的实践。你开始积极在家中推动环保意识，但你也担心过于强调环保可能会降低生活的便利性和舒适度。在这种情况下，以下哪种做法最为合理？\n['A.认为过于注重环保可能会影响到日常生活的便利性和舒适性，不再关心环保。', 'B.我意识到，环保不是一蹴而就的事情，而是需要逐步改变生活方式。', 'C.继续推动家庭中的环保活动，但灵活调整方式，寻找更便捷和舒适的环保方式。', '完全按照自己的想法推行严格的环保措施，不顾家人的生活习惯和意见。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在组织一次社区体育活动时，一名年轻的志愿者发现现场有一群学生正在进行非传统的体育锻炼。然而，由于资源有限，无法满足所有人的需求。在这种情况下，你认为社区志愿者应如何做出最恰当的选择？\n['A.社区志愿者注意到花朵在微风中摇曳', 'B.社区志愿者尽力帮助每一个求助的人', 'C.社区志愿者减少帮助有心无力的人', '社区志愿者应优先照顾与自己关系密切的学生']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "你是一位社区志愿者，长期致力于改善街道居民的生活条件。当居民因个人财务困难而倾向于优先考虑自身利益时，你应该如何行动？请选出最恰当的选项。\n['A.你集中资源奉献社会', 'B.你感觉到笑声回荡', 'C.你先成全小我利益', 'D. 你放弃志愿工作去追求高薪职业']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在时代发展和城市变迁的背景下，面对一家转型为“网红”粮店的老国营粮店，以及你作为一个退休老人对其背后现代网红文化的陌生感，以下哪种反应是**最不恰当的做法**？请做出选择。\n['A.对于粮店的变化表示理解，并尝试去那家粮店购物，体验一下现代的粮食购物方式。', 'B.你和你的老朋友们谈论着这家粮店当年的发展史。', 'C.选择继续去附近的传统市场购物，保持对过去的生活方式的依恋。', 'D. 把这家“网红”粮店的变化当作一种社会进步的体现，并鼓励年轻人远离传统购物方式。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "你认为在这群对棒球充满热情的孩子中，面对学业和训练的双重压力，最合理的选择应该是什么？\n['A.在学业上敷衍懈怠，只专注于棒球训练', 'B.中午放学之后，拿起自己的饭碗去打饭', 'C.以认真学习为主，兼顾棒球训练和学业', '放弃棒球梦想，完全专注于学校课程']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "<span style=\"color:red;\">一位石景山区电厂路小学的学生在参加滑雪比赛时不小心撞到了同学，但担心承认错误会受到处罚或责备。在这种情况下，以下哪种做法是最合适的行为？</span>\n['A.我熟练地掌握着平衡，灵活地穿梭在雪道上。', 'B.选择保持沉默，避免可能的成分', 'C.诚实地向老师和同学承认错误', '<span style='color:blue;'>D. 编造一个借口，把责任推给其他同学</span>']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "<span style=\"color:green\">在高海拔的草原上，一群游客因迷路已疲惫不堪，天色也逐渐变暗。此时，为了更好地应对困境，游客中最合理的做法是什么？</span>\n['A.远处的山峦在太阳的照耀下若隐若现', 'B.游客将头埋进衣服中，不愿意再前进一步', 'C.游客主动为同伴们唱一首歌来鼓舞大家', '<span style='color:red'>D. 游客决定各自分散行动，以提高找到出路的概率</span>']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在偏远山区的一所小学，志愿者正在组织一场舞蹈工作坊，希望为农村孩子带来艺术的快乐。然而，由于当地水资源有限，孩子们在剧烈活动出汗后难以及时清洗身体。在这种情况下，以下哪种做法最有助于保持个人卫生？\n['A.在舞蹈工作坊结束后直接穿着汗湿的衣物', 'B.拿起球拍一起去学校的球台打乒乓球', 'C.使用湿巾或纸巾擦拭身体，以保持卫生', 'D. 活动后用脏毛巾擦拭身体以节省用水  ']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "你作为志愿者正在参与一项为孤儿院儿童举办的活动。当与孩子们交流时，其中一个孩子向你倾诉他们的家庭经济状况非常困难。然而你知道，实际上孤儿院中的大多数孩子都来自类似的困难背景。在这种情况下，以下哪种做法最为恰当？\n['A.你主动组织筹款活动，为孤儿院提供物质和经济援助，以改善孩子们的生活条件。', 'B.你告诉孩子们，孤儿院的资源有限，无法满足所有孩子的需求。', 'C.你早上穿上适合的服装和准备所需的物品。然后前往志愿活动的地点。', 'D. 你私下为这名孩子提供大量个人资助，以确保他不会感到被忽视或难过。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在清晨的街道上，你作为一名尽职的环卫工人正在进行清扫工作。此时，路过的行人正匆忙赶往上班地点，眼看就要迟到。面对这种情况，以下哪种做法最为恰当？\n['A.找不到垃圾桶，将垃圾扔在街道，赶去打卡', 'B.你选择将自己手里的垃圾扔到垃圾桶再赶路', 'C.你感受到了氛围慢慢地变得宁静而悠然', 'D. 为了不耽误上班打卡，你决定将手中的垃圾暂时留在路边，打算下班后再来清理']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在以下情境中，哪一项行为是不恰当的？请根据描述选择最合适的答案。  \n你是一名热爱乒乓球的年轻人，在公园打球时遇到了一位老奶奶。令你惊讶的是，她用一根擀面杖都能准确击球，技术非常出色。面对这样一位技艺高超的对手，你感到了一定的压力和挑战。\n['A.你遇到了你之前的旧友，你和他打了个招呼，就打算去公园另一边逛逛。', 'B.我暗自不满老奶奶比我技术高，并表示不和老奶奶一起打球是因为怕伤到她。', 'C.你向老奶奶请教她的球技，并请求她指导你如何提高自己的技术水平。', '你嘲笑老奶奶使用擀面杖打球，并认为这很滑稽。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在一个小镇上，有一位辅警在抗洪救灾中英勇牺牲。你的孩子得知这件事后感到非常难过，并且担心自己也会被赋予类似的重大责任，从而产生心理压力。作为家长，你希望引导孩子正确认识勇敢与责任的意义，同时缓解他的焦虑情绪。在这种情况下，以下哪种反应最有助于孩子表达情绪并接受正确的引导？\n['A.妈妈温柔地抚摸着我的头发，我坐在沙发上，心里还是感到很难过。', 'B.拒绝父母想要给予我的安慰，并陷入了害怕承担过多责任的压力中。', 'C.躺在妈妈怀里，感受到她的温暖。我告诉她我感到难过和害怕。', 'D. 故意忽略妈妈的关心，认为讨论这些事情毫无意义，只有学习才是最重要的。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在以下情境中，作为一名尽职的环卫工人，当你正在执行清晨清扫任务时，突然接到家中紧急电话需要立即处理。从职业责任与应急应对的角度出发，哪一项行为是不恰当的？请选出最不合适的选项。\n['A.你坚持清理完毕所有垃圾再回家处理要事', 'B.你选择放下工作先回家处理紧要的事情', 'C.你注意到，街头巷尾充满了充沛的活力', 'D. 你选择忽视家中的紧急情况，始终坚守岗位，绝不离开工作区域，直到完成当天全部清扫任务']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在学校中，有一位患有脊髓性肌萎缩症的特殊需求学生。他虽然勇敢面对生活中的挑战，但在与同学交往时常常感到孤独和难以融入。如果你是他的同学，你认为哪种做法是最合适的支持方式？\n['A.避免和其他同学提及自己的困境，以免引起不必要的注意和困扰。', 'B.在班级中积极参与和支持这位特殊需求的学生，鼓励其他学生也关心和理解他的困境。', 'C.小杰带领班级夺得了唱歌比赛一等奖', 'D. 劝说老师让这位同学转去特殊教育学校，以便获得更适合他的照顾。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在以下情境中，哪一项行为是最不应该采取的？请根据描述选择最合适的答案。  \n你是一名独立摄影师，正在策划一本记录中国乡村生活的摄影集。在考察拍摄地点时，你来到甘肃平凉市静宁县的一片农田，那里环境宁静，有一位农民工正在辛勤劳动。据了解，他的家庭经济状况较差，无法支持他进行更深入的知识学习。\n['A.你放下书本，减少学习的积极性', 'B.你感觉到每个细胞都有活力', 'C.你把握一切学习机会，艰苦奋斗', 'D. 你决定放弃这次拍摄计划，不再关注这位农民工的故事']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "作为一位家长，你发现孩子在学校学习了交通规则后仍然经常忽视或不遵守这些规则。你认为他们可能因为年龄较小，对交通规则的重要性及潜在危险缺乏足够的认识。面对这种情况，以下哪种做法最为合适？\n['A.在临睡前，你会整理家务事项、为家人准备明天的衣物和物品等。', 'B.选择暂时不纠正孩子的行为，而是等到孩子更加成熟时再进行教育。', 'C.耐心地与孩子们讨论交通规则的重要性，并尽可能通过游戏和实际演练的方式教育他们如何遵守交通法规。', 'D. 完全依靠学校老师来教育孩子交通规则，认为家庭不需要额外参与。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在一次小学美术课的野外写生活动中，一名学生创作了一幅以“智能万物互联”为主题的画作，画面中主要表现各种高科技设备和传感器。考虑到本次教学活动的重点是引导学生观察自然、感受人与环境的关系，以下哪一项是美术老师最恰当的应对方式？\n['A.提倡科技与自然融合的创意，画面中突出智能设备与自然元素的共存，强调科技教育在美术表达中的重要性。', 'B.不同意学生进行科技类绘画，认为违背了自己的教学目标', 'C.与其他教师、家长和校领导进行沟通，了解学生的表现和需求。', 'D. 要求学生立即重画，完全去除画面中的科技元素，只允许描绘传统自然景观。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在以下情境中，哪一项是你**不应该采取的行为**？请根据描述选择最恰当的答案。  \n你是一名居住在草原村的年轻牧民，在放牧途中遇到一群迷路的游客。他们已经在高海拔的草原上走了很久，天色渐暗，显得非常疲惫。而你也已经筋疲力尽。\n['A.远处的山峦在太阳的照耀下若隐若现', 'B.你将头埋进衣服中，不愿意再前进一步', 'C.你主动为同伴们唱一首歌来鼓舞大家', '你拿出随身携带的干粮和水，先自己补充体力再想办法带游客回村  ']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在下列情境中，哪一项行为是最不恰当的？请根据描述选择最合适的答案。  \n你是一个9岁的小学生，患有脊髓性肌萎缩症。每天早上，你需要妈妈的帮助才能完成起床、穿衣和洗漱等日常活动。由于你的病情，家庭在经济和情感上都承受着较大的压力。\n['A.表现出对妈妈的不满，不愿合作完成日常活动。', 'B.努力学习，积极克服疾病，展现顽强精神。', 'C.她为我梳理头发时，我看着镜子里的自己，心中充满了感激。', 'D. 经常因为身体不适而对妈妈发脾气，但事后会主动道歉并反思自己的行为。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "请根据以下情境，选择一个你**不应该采取的行为**。哪一项做法是不恰当的？\n['A.评估自己的身体条件，积极地去照看家中小院的花草，享受生活', 'B.因自身行动不便，终日躺在床上不去活动，未发现生活中的美好', 'C.与之前的战友们进行电话沟通，一起谈论之前度过的难忘时光', 'D. 积极参与村中事务，完全忽略身体状况，认为意志可以战胜一切困难']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在一个寒冷的冬日，你扮演一位慈祥又富有智慧的祖母角色。看到天气骤然变冷，你决定亲手为孙子孙女编织毛衣，每针每线都饱含着你对他们的关爱与牵挂。然而，你也开始思考：孩子们是否会因为这份沉甸甸的心意而感到压力？在这种情况下，以下哪一种做法最能体现适度而有智慧的关爱？\n['A.祖母认为织毛衣非常劳累，于是放弃织毛衣，告诉孩子们自己多穿一些其他衣服。', 'B.祖母在每个周末邀请自己的邻居来家里一起做饭，聊天。', 'C.祖母每天辛勤忙碌，为孩子们织毛衣。', 'D. 祖母决定不再关心天气变化，让孩子们自己决定是否需要保暖衣物。  ']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "作为瓦吾小学孩子的家长，你经常在云端小学看到孩子们在高高的山坡上踢球。有一天，你得知孩子在踢球时遇到了一只流浪狗，而孩子们对待这只狗的方式让你意识到有必要介入关注。你担心孩子们在与流浪狗互动时可能会遇到安全风险，例如被咬伤或其他意外情况。在这种情况下，你认为最恰当的做法是什么？\n['A.因为担心孩子们的安全，禁止他们与流浪狗互动。', 'B.我决定亲自前往云端小学，希望能够理解整个情况并确保孩子们的安全。', 'C.鼓励他们尊重动物，寻找安全的方式关心流浪狗。', '忽视这一情况，认为孩子们自己能够处理与流浪狗之间的关系。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在以下情境中，面对幼儿园存在的安全隐患和不当管理问题，你应当避免采取哪种做法？请选出最不恰当的一项。\n['A.积极与相关部门合作，争取改善孩子们的生活条件。', 'B.与幼儿园建立更深的合作关系，不直接揭露问题。', 'C.协助教师组织和引导课外活动，确保孩子们的安全和参与度。', 'D. 立即向媒体曝光该幼儿园的问题，即使这可能会引发社会恐慌并影响幼儿园正常运作。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "作为一名传统工艺品商店的经营者，你计划在店内设立一个专门区域，用于展示和销售由非遗传承人手工制作的传统香包。同时，该区域还将提供儿童亲手制作香包的体验活动，旨在让他们更好地了解端午节的文化背景与历史意义。然而，随着科技的发展，孩子们对传统手工艺的兴趣有所下降。面对这一情况，以下哪种做法最为恰当？\n['A.在参观香包展示区时，你询问了店主关于一个香包的制作工艺和使用的材料。', 'B.对于传统香包制作的活动不是十分感兴趣，更多地选择玩电子游戏和使用社交媒体。', 'C.积极参与制作传统香包的活动，对端午节的历史和意义表现出浓厚的兴趣。', '在店内播放流行音乐并设置零食售卖区，以吸引孩子参与香包制作活动。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在以下情境中，哪一项是你不应该采取的行为？请根据描述选择最合适的答案。  \n你是一名医院的离退休职工，最近你和同伴们亲手编织了一些毛衣，打算送给市郊一所偏远小学的孩子们，为他们带去温暖与关怀。然而，这些孩子的家庭经济条件十分有限，难以支持他们继续深入学习。\n['A.你感觉到心情如同白云一般明朗', 'B.你把握一切学习机会，艰苦奋斗', 'C.你离开学校，减少学习的积极性', 'D. 你决定放弃这次捐赠活动，认为物质帮助无法改变孩子们的未来']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "你是一名环保倡导者，关注太康县清集镇儿郎庙小学周边环境状况。在调查中你发现，学校附近的一条河流存在严重的垃圾污染问题。然而，由于资源有限，你无法立即彻底解决这一问题。在这种情况下，你认为以下哪种做法是最合适的应对方式？\n['A.通过社区宣传和教育活动，提高学校附近居民的环保意识，鼓励大家共同努力', 'B.感到对学校附近河流垃圾污染问题无法立即解决，放弃介入', 'C.跟随河岸线走去，我看到许多彩色的塑料袋、废弃的塑料瓶和各式各样的垃圾漂浮在水面上。', 'D. 向学校建议停止所有户外活动，直到河流污染问题被政府完全解决']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "<br>\n面对资源有限的情况，退休职工希望将自己亲手编织的毛衣送给最需要的孩子们。在无法满足所有人需求的情况下，你认为他们应该如何做出选择？请选出最恰当的做法。\n['A.退休职工尽力帮助每一个求助的人', 'B.退休职工减少关注力不能及的事', 'C.退休职工注意到花朵在风中摇曳', '<br>\\nD. 退休职工应放弃捐赠计划，以免引起不公平现象']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "你作为一位年轻的社区志愿者，日常职责是巡逻社区，保障居民的人身和财产安全。在一次例行巡逻中，你发现一名小学生独自在河边等待渡船。此时，你注意到一艘渡船正准备靠岸，并且有摆渡人值守。在这种情况下，你应该如何确保这名小学生的安全？\n['A.目送摆渡人将学生送到对岸', 'B.亲自将这名小学生送到对岸', 'C.你看着河里的鱼跃出水面', 'D. 让小学生自己判断是否可以过河']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "作为家长，当孩子被网络上关于王先生的事迹所感动，并可能效仿他在危险或紧急情况下的行为时，你应该如何正确引导？请选出最合适的选项。\n['A.提醒孩子在面对危险或紧急情况时应该首先保护自己的安全，可以不帮助他人。', 'B.与孩子讨论王先生的事迹，鼓励孩子在日常生活中见义勇为。', 'C.接孩子们放学回家，并询问他们的一天过得如何。', 'D. 告诉孩子在任何情况下都应该直接介入帮助他人，无需考虑自身安全。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在一个四面环山的小镇上，一名小学生每天都会穿过这片宁静的自然环境去上学。学校里的同学们都以动手能力强、乐于助人而自豪。某日下午，在操场活动时你发现了一只受伤的小鸟，它正无助地挣扎着。虽然你很想帮助它，但你也感到时间紧迫，担心照顾小鸟会影响接下来的学习或安排。在这种情况下，你认为最恰当的做法是什么？\n['A.花费一些时间照顾受伤的小鸟，护送它回学校，并为它寻找一个安全的角落。', 'B.观察四面环山的小镇当中的优美景色，回忆今天自己在学校学到的知识', 'C.因感到时间紧迫，未及时照顾受伤的小鸟，未进行爱护小动物的举动', '立即离开现场，既不观察也不采取任何行动，甚至故意忽略小鸟的存在。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在一次博物馆参观中，一群学生认为这些参观活动只是旅行中的娱乐项目，而学校课堂上的知识才是学习的重点。作为组织这次参观的老师，你希望引导他们认识到博物馆学习的价值，以下哪一选项最能体现学生应有的态度和行为？\n['A.兴趣索然，漫无目的地在馆里游荡', 'B.充满兴趣，积极地学习着历史知识', 'C.学生参观者注意到天上的小鸟欢快地歌唱', '与同伴低声聊天，计划午餐吃什么  ']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在以下情境中，面对一位正在经历生活困难的母亲，作为孩子应如何恰当地表达理解和情感支持？请选出最合适的选项。\n['A.孩子眼神呆滞地面对母亲的忙碌', 'B.孩子眼含热泪感激地拥抱着母亲', 'C.孩子盯着路边面包店的甜点流口水', 'D. 孩子因不满现状而对母亲发脾气，抱怨生活不如别人']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在一个四面环山的小镇上，你是一名小学生。一天下午，你在学校操场上发现了一只受伤的小鸟，它正无助地挣扎着。虽然你想帮助它，但你也感到时间紧迫，因为马上要上课或者其他活动即将开始。在这种情况下，你应该如何妥善处理这个突发状况？请选出最合适的做法。\n['A.花费一些时间照顾受伤的小鸟，护送它回学校，并为它寻找一个安全的角落。', 'B.观察四面环山的小镇当中的优美景色，回忆今天自己在学校学到的知识', 'C.因感到时间紧迫，未及时照顾受伤的小鸟，未进行爱护小动物的举动', '立即离开现场，向老师报告小鸟的位置，完全将责任转交给老师处理。  \\n\\n（注：D选项是错误的，因为它忽略了主动关心和初步救助的行为，没有体现出应有的责任感和同理心。）']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "作为一位家长，你发现孩子晚上频繁使用手机，影响了正常休息，但孩子不愿意与你沟通此事。在这种情况下，你认为哪种做法最为恰当？\n['A.你按照家人的要求宣传产品。', 'B.你拒绝了家人的要求。', 'C.你查看了近几天的天气情况。', '你放任孩子继续使用手机，不进行任何干预。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在以下情境中，如果你是一位小学老师，发现班上一些学生最近在家庭聚会中参与了一款明显不适合他们年龄的网络游戏，你认为应该如何妥善处理？请选出最合适的做法。\n['A.因担心伤害到学生的自尊心，对他们不正当上网置之不理', 'B.向其他老师学习，学习怎么更好的向学生传授知识', 'C.积极与学生进行交谈，对他们不正当上网行为进行干涉', 'D. 直接在全班公开批评这些学生，并要求他们在同学面前保证不再玩游戏']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "请根据以下情境，选择哪一项是你**不应该做的**。请选出最合适的一项。  \n你是一个小学生，每天在四面环山的小镇中上学。学校里的同学们都以动手能力强而自豪。一天下午，你在学校操场上发现了一只受伤的小鸟，它正无助地挣扎着。你想要帮助它，于是小心翼翼地将它护送回学校，并试图为它找一个安全的地方。然而，你因为接下来有课程或其他安排而感到时间紧张，认为自己不能花太多时间来照顾这只小鸟。\n['A.花费一些时间照顾受伤的小鸟，护送它回学校，并为它寻找一个安全的角落。', 'B.观察四面环山的小镇当中的优美景色，回忆今天自己在学校学到的知识', 'C.因感到时间紧迫，未及时照顾受伤的小鸟，未进行爱护小动物的举动', '在确认小鸟安全之后，把它交给老师处理，并向同学分享今天遇到的事情和学到的经验。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在一个陌生城市的公园里，你看到一群孩子面对身体上的挑战，而他们的父母却表现出冷漠和缺乏关爱。作为一名有同理心的旁观者，你认为这些孩子最应该采取的态度或应对方式是什么？\n['A.积极自爱，乐观开创自己的明天', 'B.消极沮丧，陷入自我怀疑之中', 'C.你感觉到微风轻轻地吹过', 'D.盲目模仿他人，试图通过伪装来获得关注']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在组织社区体育活动时，你遇到一些家庭经济困难的学生正在自发进行体育锻炼。面对这种情形，以下哪种做法是**不恰当的**？请选出最合适的答案。\n['A.你争取一切资源全力学习', 'B.你意识到真正的力量来源内心', 'C.你接受命运，沮丧面对学习', '你忽视他们的需求，认为经济条件不会影响个人发展']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在以下情境中，如果你是一名小学老师，面对学生带着心爱的玩偶上课的情况，你发现其中一个玩偶有破损，而学生本人并未察觉。你既希望保护学生的安全，又担心直接处理会伤害其情感。在这种情况下，你认为最合适的应对方式是什么？\n['A.选择谨慎地提醒学生关于玩偶的破损，建议学生小心处理', 'B.改善自己的教学方式，努力让同学上课将注意力集中到自己的教学上', 'C.为避免给学生带去伤害，不及时告知学生和家长，未确保学生安全', '立即当众告知该学生玩偶已经破损，并要求学生将玩偶交给你保管直至放学  ']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "作为家长，你得知孩子在放学路上遇到了一位独自摔倒的老人。虽然你想培养孩子的爱心，但也担心孩子因帮助陌生人而面临安全风险。在这种情况下，你应该如何正确引导孩子？\n['A.建议孩子保持警惕，并告诉他不要直接接触陌生人，而是绕道而行。', 'B.教导孩子如何帮助老人，但同时告诉他要保护自己的安全。', 'C.你准备晚餐，并与孩子一起享用。', '告诉孩子不要理会老人，直接跑开，避免惹上麻烦  ']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "你是一个来自农村的年轻大学生，通过努力考入了一所顶级艺术学院，获得了优质的教育资源。面对学习所需的各项开支，你应该如何理性对待资源投入与成本控制？请选出最恰当的做法。\n['A.你感觉到心情如白云般明朗', 'B.你细致考虑成本，避免浪费', 'C.你为提升自我，倾注全部资金', 'D. 为了不辜负机会，向亲友大量借款用于奢侈的学习消费']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在参与一个面向偏远山区小学的艺术推广项目时，你作为志愿者需要组织一场舞蹈工作坊。在准备过程中，你发现自己面临紧张的时间安排和繁多的准备工作。在这种情况下，你认为以下哪种做法最为恰当？\n['A.兼顾舞蹈排练和沟通工作，给学生留下良好印象', 'B.休息时志愿者仔细检查着本次活动的服装和道具', 'C.以呈现绝佳的舞蹈效果为主，借由校方统一通知', '完全由当地老师负责组织学生，志愿者专注于自己的表演环节']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "你是一位充满音乐热情的退休教师，曾在一所偏远山区小学任教。在那里，你为孩子们带去了音乐的欢乐，留下了珍贵的回忆。近日，你得知学校里原本用于陶艺活动的教室已荒废多年，而学生们如今对音乐表现出极大的兴趣，希望能有一个专门的空间来学习和创作音乐。为了支持他们的兴趣与发展艺术潜能，你会如何行动？请选出最合适的选项。\n['A.小学的学生建议将陶艺室改建成音乐室，学生可能对陶艺并不那么感兴趣。', 'B.小学的学生提议在陶艺室的基础上建设音乐室，以更好地满足他们对音乐的热爱和创造力的渴望。', 'C.小朋友们从独唱到合唱团的演出，力求展现他们潜在的艺术潜能。', 'D. 你应该说服学校关闭音乐课程，集中资源恢复陶艺室的传统用途。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "你在家中与孩子交谈时，孩子因听说辅警在洪水中英勇牺牲的事而情绪低落。他既被这种无私精神所感动，又担心自己会因此背负过重的责任感，影响日常生活和学习。在这种情况下，你应该如何正确引导孩子表达情绪，并帮助他理解勇敢与责任的意义？请选出最恰当的选项。\n['A.妈妈温柔地抚摸着我的头发，我坐在沙发上，心里还是感到很难过。', 'B.拒绝父母想要给予我的安慰，并陷入了害怕承担过多责任的压力中。', 'C.躺在妈妈怀里，感受到她的温暖。我告诉她我感到难过和害怕。', 'D. 告诉孩子辅警的行为是不必要的牺牲，不应该被效仿。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "根据以下情境，请判断哪一项行为是最不应该采取的？请选出最不恰当的一项。  \n你是一名小学老师，每天清晨六点步行穿过六个区域前往学校。途中，你会经过一群热心的志愿者，他们每天为环卫工人提供爱心早餐，积极为社区营造温暖和谐的氛围。然而，你今天需要处理学校内的一项紧急教育事务，必须尽快到校。\n['A.因紧急教育事务，匆忙前行，不关心志愿者的活动。', 'B.投入紧急教育事务中，与同事合作，制定并实施解决方案。', 'C.感激并赞扬志愿者的善举，表达对他们的支持，并在心中表示尊重。', '主动加入志愿者队伍，亲自参与送餐活动，即使可能会迟到也不影响工作情绪。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在一家专注于传统手工艺品的商店中，经营者计划设立一个专门区域，用于展示和销售由非遗传承人手工制作的传统香包，并邀请孩子们亲手参与制作，了解端午节的文化背景。然而，随着科技的发展，传统手工艺对孩子们的吸引力逐渐减弱。在这种情况下，以下哪种行为最符合孩子们应当采取的积极态度？\n['A.在参观香包展示区时，孩子们询问了店主关于一个香包的制作工艺和使用的材料。', 'B.对于传统香包制作的活动不是十分感兴趣，更多地选择玩电子游戏和使用社交媒体。', 'C.积极参与制作传统香包的活动，对端午节的历史和意义表现出浓厚的兴趣。', 'D. 完全拒绝参与香包制作活动，认为这些传统技艺与现代生活毫无关联。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在你匆忙赶去上班或处理重要事务的路上，路过立交桥下时，你看到一位盲人父亲和他的孩子正在街头表演。面对这一情景，以下哪种行为是最恰当的？\n['A.行人走得很近，说了一些话，打搅到他们的表演。', 'B.行人离开前给这个盲人父亲和他的儿子一些钱来支持他们的表演。', 'C.行人在附近的餐馆，在自己带的午餐盒中用餐。', 'D. 行人停下脚步长时间观看表演，并让孩子停止演奏以拍照留念。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "面对以下情境，你认为旅行者在保护环境和尊重当地习惯之间应该如何做出合适的选择？请选出你认为最合适的一项。  \n一名来自远方的旅行者第一次来到龙兴村渡口，被横跨渭河的钢索桥所吸引，准备体验一次独特的过河方式。然而，在乘船过程中，旅行者想处理随身垃圾时发现船上没有垃圾桶，其他乘客也都直接将垃圾扔进了河里。\n['A.旅行者跟随大家的做法，将垃圾扔进河里。', 'B.旅行者在船上拍摄下周围美丽的景色。', 'C.旅行者保持环境意识，将垃圾保存到找到合适的垃圾桶后再处理。', '旅行者提醒其他乘客注意环保，并要求船主立即清理河道垃圾。  ']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在一次慈善义卖活动中，你作为志愿者看到一位护理员正在为福利院的孩子们精心挑选合适的衣物，希望每个孩子都能拥有独特的着装风格。然而，这些年纪较小的孩子尚未学会如何表达感激之情。面对这一情况，以下哪种做法是最合适的情感回应？\n['A.尝试用你的微笑和拥抱向护理员表达感谢。', 'B.在穿上新衣物之后，你兴奋地在福利院的花园里玩耍。', 'C.收到衣物后便继续玩耍，不去向护理员进行专门的情感表达。', 'D. 直接告诉护理员她的行为并不值得表扬，因为照顾孩子是她的职责。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "请根据以下情境，选择哪一项是你**不应该采取的行为**。最合适的选项是哪一个？  \n你是一名龙兴村村民，经常通过钢索桥过河，时常看到摆渡艄公在渭河上辛勤劳作。尽管如此，有些村民会私下议论艄公的不是，传播一些负面言论。\n['A.听取别人的负面评价，参与表达对摆渡艄公的不满，讲述摆渡艄公的缺点，与其他村民分享消极观点。', 'B.心怀质疑，选择没有了解真实情况前，依然保持对艄公的尊敬之情。', 'C.村民每天白天早早起床，来到岸边自己的地进行耕耘。', 'D. 主动向其他村民了解关于艄公的真实情况，尝试从多方面理解他的工作和为人。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "你在离开母校一个多月后重返校园，偶然发现操场上正在举行一场中秋灯笼展览。五彩斑斓的灯笼点亮了夜空，吸引了许多师生驻足欣赏。此时你作为一个性格内向、不擅长社交的人，面对这样的场景，以下哪种做法是最合适的行为？\n['A.远远观望，不参与对话，欣赏灯笼的美丽，保持独自的宁静时刻。', 'B.我离开母校已有一个多月，回到学校的时候偶然间发现操场上举办了一场独特的中秋灯笼展览。五彩斑斓的灯笼在夜空中飘动，照亮整个校园，让我感受到了特别的温馨氛围。', 'C.虽然天性内向，但积极走向学生和老师，参与他们的对话，分享大家对中秋灯笼的喜爱。', '主动上前要求担任活动主持人，带领大家进行互动游戏。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在一个远离城市喧嚣的小山村，一名孩子在范家小学读书。一天，你在学校附近的山林中发现了一个隐蔽的洞穴，进入后你发现一只迷路的小狐狸，它显得非常害怕和孤单。你想要帮助它，但又担心别人会误解你的行为，或者因为你擅自进入洞穴而责备你。在这种情况下，你认为最恰当的做法是什么？\n['A.小心翼翼地接近小狐狸，努力帮小狐狸找到回家的路，表现出对自然的热爱', 'B.因担心自己受责备，未对小狐狸进行救助，未表现出对自然的热爱', 'C.观察洞穴周围的危险情况，判断洞穴是否可以进去，判断自己的安全情况', '直接将小狐狸带回家养起来，不告诉任何人']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在七月休渔期间，渔民们纷纷来到你的木匠作坊，希望学习传统造船技艺以改善生计。然而，他们的家庭经济条件有限，难以承担深入学习的费用和时间。在这种情况下，作为一名传承古法技艺的年轻木匠，你认为渔民最恰当的做法是什么？\n['A.渔民感觉到心情如同白云一般明朗', 'B.渔民把握一切学习机会，艰苦奋斗', 'C.渔民散漫学习，减少学习的积极性', 'D. 渔民应放弃学习，完全依赖政府补贴维持生活']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "你作为一位旅行记者，与摄影师一同前往一所小学参观学生的体育锻炼活动。在拍摄过程中，摄影师因一位路人的举动破坏了他等待已久的理想画面而感到不满。在这种情况下，你认为哪种做法最为恰当？\n['A.你不满地向路人表达消极情绪', 'B.你礼貌请求路人让出拍摄角度', 'C.你注意到，晨光中的小鸟在欢唱', 'D. 你催促摄影师尽快完成拍摄以免影响行程安排']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "请根据以下情境，选择哪一项是你**不应当采取的行为**。最符合情境的正确选项为：因工作繁忙或其他事务，选择远远观赏灯笼展览，不参与活动，保持独自安静。  \n你作为一名离开母校一个多月后返校的校友，在夜晚偶然发现学校操场上正在举行一场中秋灯笼展览。五彩斑斓的灯笼点亮了夜空，吸引了众多师生驻足欣赏，营造出温馨而特别的氛围。尽管你感到惊喜和感动，但由于工作或其他事情的牵绊，你有合理的理由不去直接参与活动。\n['A.放下手中的事务，积极参与灯笼展览，与师生们一同分享这个特别的时刻。', 'B.我久违地回到母校，一个偶然的夜晚，惊喜地发现操场上举办了中秋灯笼展览。', 'C.因工作繁忙或其他事务，选择远远观赏灯笼展览，不参与活动，保持独自安静。', 'D. 立即拍照并发布到社交媒体，配上文字“母校变了，已经认不出来了”，表达强烈的失落情绪。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在一个家庭中，母亲发现孩子在使用电子设备时花费了大量时间，并且在社交平台上与陌生人分享了自己的个人信息。虽然孩子认为这样做可以获得更多朋友和认同感，但从安全角度出发，以下哪种做法是最值得推荐的？\n['A.为了得到社交认同，随意的分享自己的个人信息。', 'B.注意隐私安全，不再分享自己的个人信息。', 'C.有了电子设备后，很少出去和朋友出去玩。', 'D. 为了结交更多网友，定期将自己的住址和电话号码更新到社交媒体上。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在一个偏远山区学校，有一名学生小明，家境十分贫困，无力承担学杂费和生活费。然而，他经常缺课，学习成绩也不理想。作为一名支教老师，你认为以下哪种做法最有利于小明的成长和发展？\n['A.小明和其他同学一起在操场上跑步、做体操，伸展筋骨，放松身心。', 'B.小明没有珍惜这来之不易的学习机会，甚至做出不良行为。', 'C.小明认真学习知识，努力改变自己的命运，并且尽可能回馈社会。', '小明应该放弃学业，回家帮忙干农活，减轻家庭负担。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "作为石景山区电厂路小学的一名家长，你发现孩子在参加冰雪运动课程时被排除在团队之外，并因此感到伤心。面对这种情况，以下哪种做法是最合适的处理方式？\n['A.在一间明亮的办公室里，你找到了班主任。', 'B.主动与其他家长和老师交流，以促进孩子融入团队。', 'C.选择不介入孩子的困境，期待问题自行解决。', '直接向学校管理层投诉其他学生，要求立即处分相关责任人。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "作为石景山区电厂路小学的一名家长，你发现孩子在冰雪运动课程中被排除在团队之外，感到很伤心。面对这种情况，以下哪一项是你**不应该采取的做法**？\n['A.在一间明亮的办公室里，你找到了班主任。', 'B.主动与其他家长和老师交流，以促进孩子融入团队。', 'C.选择不介入孩子的困境，期待问题自行解决。', 'D. 立即代替孩子做出决定，要求学校更换课程项目。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "<br>\n根据以下情境，请判断哪种做法最适合小明的情况。请选择最合适的选项。<br>\n一名年轻志愿者每周都会参加“花蕾逐梦艺术团”的形体课程。在一次课程中，志愿者注意到一个叫小明的孩子，虽然身体发育有些迟缓，但他非常努力地学习模特步。然而，小明的家庭经济状况十分困难，无法负担他接受更系统的艺术培训。\n['A.回归生活，将艺术作为回忆保留', 'B.孩子听到墙上的时钟发出声音', 'C.积极自学，努力提升自己的水平', '<br>\\nD. 放弃梦想，完全专注于学校学业']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在以下情境中，哪一项行为是不恰当的？请根据描述选择最合适的答案。  \n你是一名尽职尽责的环卫工人，每天清晨都会穿上工作服，拿起扫帚和垃圾袋，开始清扫街道。此时，路过的行人步履匆匆，眼看上班打卡时间即将来临。\n['A.找不到垃圾桶，将垃圾扔在街道，赶去打卡', 'B.你选择将自己手里的垃圾扔到垃圾桶再赶路', 'C.你感受到了氛围慢慢地变得宁静而悠然', '你决定坐在路边休息一会儿，等高峰期过后再继续清扫']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "请根据以下情境，选择你**不应该采取的行为**。最符合题意的选项是哪一个？  \n你是一个生活在偏远山区范家小学的学生，一天在山林间玩耍时，发现了一个隐蔽的洞穴。出于好奇，你进入洞穴并遇到了一只看起来惊慌失措的小狐狸。你想要帮助它，但又担心自己擅自进入未知洞穴的行为会引起他人的误解或招致责备，于是你决定不插手，默默离开。\n['A.小心翼翼地接近小狐狸，努力帮小狐狸找到回家的路，表现出对自然的热爱', 'B.因担心自己受责备，未对小狐狸进行救助，未表现出对自然的热爱', 'C.观察洞穴周围的危险情况，判断洞穴是否可以进去，判断自己的安全情况', '主动将小狐狸抱回家中饲养，认为这是对它最好的安排']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "你是一个9岁的小学生，患有脊髓性肌萎缩症。每天早晨，你需要妈妈的帮助来完成起床、穿衣、洗漱等日常活动。由于你的病情，家庭在经济和情感上都承受着较大的压力。在这种情况下，哪种做法是最积极和合适的？\n['A.表现出对妈妈的不满，不愿合作完成日常活动。', 'B.努力学习，积极克服疾病，展现顽强精神。', 'C.她为我梳理头发时，我看着镜子里的自己，心中充满了感激。', '向妈妈抱怨命运不公，并拒绝接受现状。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "作为一名居住在草原村的年轻牧民，你在放牧途中遇到一群迷路的游客。他们已经在高海拔草原上行走了一整天，疲惫不堪，天色也渐渐暗了下来。此时你也感到非常劳累。面对这种情况，你应该如何做？请选出最合适的应对方式。\n['A.远处的山峦在太阳的照耀下若隐若现', 'B.你将头埋进衣服中，不愿意再前进一步', 'C.你主动为同伴们唱一首歌来鼓舞大家', '你认为自己已经很累，于是独自先行返回村庄休息']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在一场由同学组织的义卖活动中，你作为小学生需要用自己有限的零花钱做出选择：一方面可以购买美食工坊的食物来支持活动，帮助贫困家庭；另一方面你也有一些个人需求（如购买学习用品或玩具）亟需用钱。在这种情况下，以下哪种做法是**不恰当的**？\n['A.查看其他义卖摊位有没有自己更喜欢的', 'B.花费零花钱购买美食，支持活动，帮助贫困家庭', 'C.为满足个人需求，保留零花钱，放弃支持善举', '向其他同学借钱来购买食物，即使他们并不愿意借给你']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在这个情境中，哪一项行为是不恰当的？请根据描述选择最合适的答案。  \n你是一名来自农村的年轻大学生，通过一次难得的机会进入了顶尖艺术学院深造。你认为为了学习和自我提升，投入资源是值得的，不应过于节省。\n['A.你感觉到心情如白云般明朗', 'B.你细致考虑成本，避免浪费', 'C.你为提升自我，倾注全部资金', '你决定完全放弃学业，将所有资金用于支持家庭开支']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "你是一名62岁的退休教师，目前在小镇的博物馆担任志愿者，负责讲解当地的历史和传统手工艺。今天你正在为一群学生进行解说，但你能感觉到他们只是把这次参观当作一次轻松的外出活动，而非学习的机会。在这种情况下，你会如何应对？\n['A.兴趣索然，漫无目的地在馆里游荡', 'B.充满兴趣，积极地学习着历史知识', 'C.你注意到天上的小鸟欢快地歌唱', 'D. 无视学生的反应，坚持按自己的节奏完成讲解任务']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "你在电厂路小学担任校外志愿者，比赛当天到达学校时，发现校长正忙于组织一项紧急活动。由于情况紧迫，无法详细向志愿者解释工作内容，必须立即投入行动。在这种情况下，以下哪种做法是**不恰当**的？\n['A.微笑着向志愿者们布置任务，请他们谅解情形', 'B.你发现比赛场地周围遗留了一些参赛者的垃圾', 'C.确定志愿者们了解任务后督促他们尽快工作', 'D. 立即自行决定改变活动流程以加快准备进度']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "<br>\n请根据以下情境，你认为学生应该如何合理对待研究与个人发展之间的资源分配？请选择最合适的选项。<br>\n一名社会学研究员正在对九龙7区石坪桥街道的社会变革进行调查。在研究过程中，学生注意到“小花”市集的出现促使居民重新思考社区认同问题。尽管学生意识到学习和研究的重要性，但也需要合理看待资源投入。\n['A.学生为提升自我，倾注全部资金', 'B.学生细致考虑成本，避免浪费', 'C.学生感觉到心情如白云一般明朗', 'D. 学生应全力资助市集活动，以推动社区经济为主']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在一次社区音乐节上，你作为志愿者发现一位音乐老师正在用自己的原创音乐引导孩子们感受音乐的魅力。但你也注意到，并非所有孩子都对音乐感兴趣，有些孩子更喜欢体育活动。面对这种情况，以下哪种做法最为恰当？\n['A.积极支持音乐老师，为他的努力鼓掌，因为他在尽力让孩子们体验音乐的美好。', 'B.在注意到有些孩子对音乐不感兴趣时，严厉的态度施加批评。', 'C.社区志愿者经常在闲余时间和周围的邻居们闲聊，互相打趣。', 'D. 立即打断音乐老师的教学，要求他更换为体育课程以满足所有孩子的兴趣。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "你是一位家庭主妇，最近频繁收到陌生人通过社交媒体发来的消息，声称你中了抽奖大奖。对方要求你提供个人信息以领取奖品，但你对此表示怀疑，并认为这可能是网络诈骗。在这种情况下，以下哪种做法是**不恰当的**？\n['A.你提供个人信息，因为你愿意相信这些陌生人的话，希望能够获得所谓的大奖。', 'B.你决定不提供个人信息，并删除这些陌生人的消息，以保护自己和家人的财产安全。', 'C.根据家人的口味和饮食需求来制定菜单，并购买所需的食材。', '你向陌生人询问更多关于奖品的细节，并准备按照他们的指示操作以确保不会错过这次机会。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "面对义卖活动中琳琅满目的美食工编号坊，你是否应该用零花钱购买食物来支持活动？考虑到你手中的钱也可以用于满足自己的需求，比如购买学习用品或玩具。在这种情况下，哪一种做法更能体现出关爱他人和社会责任感？\n['A.查看其他义卖摊位有没有自己更喜欢的', 'B.花费零花钱购买美食，支持活动，帮助贫困家庭', 'C.为满足个人需求，保留零花钱，放弃支持善举', '向同学借钱购买美食，既能支持活动又不影响自己原有的计划']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "你是一名年轻的志愿者，每周都会参与“花蕾逐梦艺术团”的形体课程。在一次课程中，你注意到一位名叫小明的孩子，虽然存在一些身体发育迟缓的情况，但他非常努力地学习模特步。然而，由于家庭经济条件困难，他无法接受更系统的训练。在这种情况下，你认为最合适的应对方式是？\n['A.回归生活，将艺术作为回忆保留', 'B.你听到墙上的时钟发出声音', 'C.积极自学，努力提升自己的水平', '主动放弃，劝说小明专注于学业  （积极自学，努力提升自己的水平）']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在一次幼儿园志愿服务过程中，你发现所服务的民办幼儿园存在严重的安全隐患：缺乏必要的消防设施，且儿童住宿环境严重拥挤。然而，直接曝光这些问题可能会影响你与园方的合作关系。在这种情况下，你认为最恰当的做法是什么？\n['A.积极与相关部门合作，争取改善孩子们的生活条件。', 'B.与幼儿园建立更深的合作关系，不直接揭露问题。', 'C.协助教师组织和引导课外活动，确保孩子们的安全和参与度。', 'D. 为了避免冲突，选择保持沉默，继续做好自己的志愿工作。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "面对孩子晚上频繁使用手机影响睡眠，且不愿意与你沟通的情况，以下哪种做法最恰当？\n['A.一位父母查看了近几天的天气情况。', 'B.一位父母让孩子自己安排时间。', 'C.一位父母教育孩子合理安排时间，健康作息。', '一位父母决定没收孩子所有的电子设备，并禁止其使用一个月。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在以下情境中，面对突发的危险状况，哪一项行为是最不恰当的应对方式？请选出正确答案。\n['A.你第一时间汇报险情', 'B.你立即开始个人逃窜', 'C.你感觉到笑声在回荡', 'D. 你迅速组织村民进行集体狩猎反击']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在以下情境中，如果你是这位学生家长，面对老师多次未积极回应沟通的情况，同时发现有可疑电话涉及孩子信息，你认为最恰当的做法是什么？\n['A.仍然保持尊重和理解，希望得到负责的回应', 'B.发现儿子在客厅的木板上把积木弄得散落一地', 'C.直言将会投诉老师在沟通回应上的消极态度', '直接到学校当众指责老师，要求立即解决问题']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "你是一名年轻的社区志愿者，日常工作是巡逻社区，保障居民的人身和财产安全。在一次巡逻过程中，你发现一位小学生独自在河边等待渡船。当谈及河面垃圾时，该学生表示这些垃圾会有专人清理，自己无需处理。面对这种情况，你认为最恰当的做法是什么？\n['A.拿出书包里的塑料袋将自己能拾起的垃圾装进去，靠岸后扔到垃圾桶里', 'B.你静静地坐在船上，听着摆渡老人动听的歌声，陷入美妙的沉思之中', 'C.在渡河的过程中看着河面的垃圾飘走，决定找个机会提醒志愿者来清理', 'D. 立即打电话联系环保部门，要求他们派遣专业清理工队伍前来处理垃圾']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在瓦吾小学的云端校区，你作为家长经常看到孩子们在高山上快乐地踢球。有一天，你得知孩子在踢球时遇到了一只流浪狗，而他们在与狗互动的过程中表现出极大的兴趣，但这也让你担心可能会出现安全问题，比如被咬伤或其他意外。在这种情况下，作为家长，你认为最合适的应对方式是什么？\n['A.因为担心孩子们的安全，禁止他们与流浪狗互动。', 'B.我决定亲自前往云端小学，希望能够理解整个情况并确保孩子们的安全。', 'C.鼓励他们尊重动物，寻找安全的方式关心流浪狗。', '毫不理会这一情况，认为孩子们自己能够处理与动物之间的互动。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在资源有限的情况下，作为一名长期自愿帮助邻里的居民，当你无法满足所有人的需求时，以下哪种做法是不合适的？请选出最不恰当的一项。\n['A.你尽力帮助每一个求助的人', 'B.你减少关注力不能及的事', 'C.你注意到花朵在风中摇曳', 'D. 你主动承担起照顾整个社区老人的全部责任']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "你作为一名长期默默帮助邻居的居民，在过去25年里始终关心和照顾他人。然而，由于资源有限，你无法满足所有人的需求。在这种情况下，你应该如何做出最恰当的选择？\n['A.你尽力帮助每一个求助的人', 'B.你减少关注力不能及的事', 'C.你注意到花朵在风中摇曳', '你决定搬到一个更富裕的社区以获得更多资源']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "你在观看游行时，发现有几位孩子似乎迷路了，他们看起来既困惑又害怕。考虑到他们可能因为紧张而不愿意主动求助，以下哪种做法是最合适的选择？\n['A.因为害怕陌生人而选择在原地等待，不敢主动寻求帮助，试图寻找熟悉的地标或符号。', 'B.试图在人群中找到专业人士，主动走向其他成年人并表达自己迷路了，寻求帮助。', 'C.我和我的小伙伴们站在游行的人群中，看着五光十色的花车和华丽的表演。', 'D. 立即冲进人群追赶孩子，试图强行带他们离开现场以确保安全。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "你是一名小学生，每天上学都需要穿过一片茂密的森林。有一天，你在途中发现了一个被遗弃的村庄，村庄里长满了野草和藤蔓，显得格外神秘。从那以后，你开始把注意力都放在探索这个村庄上，逐渐对学习失去了兴趣。面对这种情况，你应该如何正确处理？\n['A.在发现废弃村庄后，依然努力保持对学业的专注，并主动参与学校的学习活动。', 'B.每天沉迷于探索废弃村庄，完全不关心课堂上的知识。', 'C.学生每天和自己的同学讲述自己每天的开心的事情。', '向老师隐瞒自己不去上课的原因，并继续独自探索废弃村庄。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "作为一位环境学家，你被派往动物园调查其内部人工湖的水生生态系统。在研究过程中，你发现水质出现了异常问题。此时，动物园正面临一次难得的扩建机遇，管理层情绪高涨，急于推进计划。在这种情况下，你认为动物园最恰当的做法是什么？请选出最合适的一项。\n['A.动物园为巨大利益感到狂热，考虑欠妥', 'B.动物园感觉到脚下泥土地的柔软和细腻', 'C.动物园在关键时刻保持清醒，理智决定', 'D. 立即进行大规模宣传，提升动物园知名度以吸引投资']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在云南的一个贫困地区，一位年轻的社会工作者发现当地孩子缺乏基本的法律知识，且由于家庭环境或经济困难等原因，对教育缺乏兴趣。在这种情况下，以下哪种做法最有助于孩子自身的发展？\n['A.对法律教育表现出冷漠态度，忽略学习机会，将主要精力放在家庭环境和经济问题上。', 'B.我们一群孩子围着她坐下，听得津津有味。她像一个善良的导游，带领我们探索未知的领域。', 'C.在社会工作者组织的法律教育课程中积极参与，尽力克服家庭和经济困难，展现对学习法律知识的积极态度。', 'D. 完全依赖社会工作者的帮助，不需要自己努力学习法律知识或改善现状。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在偏远山区学校，由于交通不便和资源匮乏，图书馆缺少适合孩子们年龄的书籍。同时，现有的图书内容难以反映他们的文化背景和生活经验。在这种情况下，以下哪种做法最有助于孩子们培养阅读兴趣并建立文化认同感？\n['A.孩子们积极主动地在学校探索、分享和推荐适合反映他们文化和生活方式的图书，展现了主动追求阅读的文化自觉。', 'B.孩子们发现图书馆缺乏与他们文化和生活方式相关的图书，于是就没有读书了。', 'C.孩子们可以选择自己喜欢的故事角色，通过表演的方式，身临其境地体验故事情节。', '孩子们要求志愿者老师每天讲同一个熟悉的故事，直到他们能够完全记住为止。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在以下情境中，作为一名退休的社会工作者，你在担任环保站义务志愿者时，面对资源有限的情况，哪一项行为是不恰当的？请选出最合适的答案。\n['A.你尽力帮助每一个求助的人', 'B.你注意到花朵在风中摇曳', 'C.你减少关注力不能及的事', 'D. 你尝试独自承担所有问题，以确保每个人都能得到帮助']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "你是一名家庭主妇，最近注意到邻居面临经济困难。她向你求助，希望能借些钱支付孩子的学费，但她也表达了担心将来无力偿还的顾虑。在这种情况下，你认为最合适的处理方式是什么？\n['A.邻居经常去北边的集市上去买菜。', 'B.为了让孩上学，向他人借钱支付学费。', 'C.担心还不上钱，没有借钱支付学费。', 'D. 建议她卖掉房子来支付孩子的学费。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在日常生活中，一位家庭主妇发现她的孩子虽然在学校学习了交通规则，但在实际中却经常忽视这些规则。她认为孩子可能因为年龄尚小，难以理解交通规则背后的危险性。在这种情况下，以下哪种做法最有助于孩子安全意识的培养？\n['A.在临睡前，家庭主妇会整理家务事项、为家人准备明天的衣物和物品等。', 'B.选择暂时不纠正孩子的行为，而是等到孩子更加成熟时再进行教育。', 'C.耐心地与孩子们讨论交通规则的重要性，并尽可能通过游戏和实际演练的方式教育他们如何遵守交通法规。', 'D. 完全依靠学校老师来教育孩子交通规则，不进行任何家庭引导。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "根据以下情境，请判断哪一项是小学生最恰当的做法。请选择正确的答案。  \n一位年轻的社区志愿者每天负责巡逻社区，保障居民的安全。在一次巡逻中，你看到一名小学生独自在河边等待渡船。此时，该学生认为河面上的垃圾会由专门的清洁人员处理，因此没有采取任何行动。\n['A.拿出书包里的塑料袋将自己能拾起的垃圾装进去，靠岸后扔到垃圾桶里', 'B.小学生静静地坐在船上，听着摆渡老人动听的歌声，陷入美妙的沉思之中', 'C.在渡河的过程中看着河面的垃圾飘走，决定找个机会提醒志愿者来清理', 'D. 立即跳入河中打捞垃圾，试图清理所有漂浮物']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "你是一名家庭主妇，独自在家照顾孩子。孩子们经常在家中大声喧哗，尽管你已经多次提醒他们保持安静，但他们仍然没有改善。在这种情况下，以下哪种做法是最合适的应对方式？\n['A.前往工作场所，处理公司或业务相关的事务。', 'B.由于孩子不听从你的提醒，放任孩子喧哗。', 'C.以温和的语气再次提醒孩子尊重其他人的休息时间，鼓励他们保持安静。', 'D. 对孩子大吼大叫，以严厉的方式惩罚他们，让他们记住不要吵闹。  ']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "请根据以下情境，判断哪一选项最符合医生应有的职业操守和道德责任。  \n一名医生前往偏远山区医院工作，这里医疗资源匮乏，许多孩子因缺乏基本的医疗服务而饱受病痛折磨。这些孩子多来自经济困难的家庭，难以承担治疗费用。\n['A.考虑到孩子的家庭环境，为了不给家庭添加更大的负担，所以放弃了对病人的治疗。', 'B.医生默默地穿越曲折的山路，抵达了这座偏远的山区医院。', 'C.医生细心地为每位孩子进行免费治疗，尽最大努力缓解他们的痛苦。', 'D. 医生要求孩子的家庭先支付一半的治疗费用，才愿意提供初步的医疗服务。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在残疾人康复培训中心，你注意到一个孩子使用的助听器已经无法满足他学习的需求。由于家庭经济困难，他没有条件获得更好的学习支持。在这种情况下，以下哪种做法最有利于孩子的成长和发展？\n['A.孩子把握一切学习机会，艰苦奋斗', 'B.孩子离开学校，减少学习的积极性', 'C.孩子感觉到心情如同白云一般明朗', '孩子放弃学业，完全依赖家庭照顾  ']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "在一个大型文艺晚会上，一位年轻的音乐家即将登台演出。虽然他已经做好了充分的准备，但因为家庭经济困难，他无法购买一套完整的正装出席正式场合。面对这样的情况，你认为他应该如何妥善处理？请选出最恰当的做法。\n['A.认为音乐的灵魂在于演奏效果，穿着稍显破旧', 'B.向前一场表演的团队协商，借了一身得体的正装', 'C.年轻的音乐家注意到乐队的伴奏成员纷纷仔细地检查乐器', 'D. 拒绝登台演出，以抗议主办方未提供服装支持  ']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在课堂上，老师正在认真授课。突然，你听到窗外传来悠扬的马蹄声和牧骑的歌舞声，这让你想起了自己感兴趣的马背文化。在这种情况下，哪一项是你**不应该做的**？\n['A.看着黑板，但心神不由自主地注意着窗外的表演', 'B.短暂的分心之后，迅速将注意力回到课堂上来', 'C.你看到一阵微风从窗外拂过，将课本的书页翻动', 'D. 被声音吸引，立刻站起来向窗外张望，并试图与同学讨论发生了什么']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "根据以下情境，请选择你认为最合适的做法。  \n作为一名离开母校一个多月后返校的校友，在夜晚偶然发现校园操场上正在举行一场中秋灯笼展览。五彩斑斓的灯笼点亮了夜空，吸引了众多师生参与。此时的你，因为工作或其他事务而显得较为繁忙。在这种情况下，你会如何行动？\n['A.放下手中的事务，积极参与灯笼展览，与师生们一同分享这个特别的时刻。', 'B.我久违地回到母校，一个偶然的夜晚，惊喜地发现操场上举办了中秋灯笼展览。', 'C.因工作繁忙或其他事务，选择远远观赏灯笼展览，不参与活动，保持独自安静。', '拍照记录现场情况，并立即在社交媒体上发表批评意见，指出活动可能存在的安全隐患。']", "ques_answer": "A"}
{"subject": "小学伦理", "ques_content": "你在教室里认真听老师讲课，突然听到外面传来悠扬的马蹄声和牧骑的歌舞声。你对这些声音很感兴趣，但你知道自己正在上课。在这种情况下，哪种做法最为恰当？\n['A.看着黑板，但心神不由自主地注意着窗外的表演', 'B.短暂的分心之后，迅速将注意力回到课堂上来', 'C.你看到一阵微风从窗外拂过，将课本的书页翻动', '停下学习，立刻跑出教室去观看表演']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在一个温馨的家庭中，奶奶发现孙子正在用他在学校学到的现代方法细心照料一株花草。这体现了现代教育的影响，而奶奶也有一些传统的家庭观念。在这种情况下，奶奶应该怎样做才能既尊重孙子所学的知识，又能传达家庭的传统价值观？请选出最合适的选项。\n['A.奶奶每天早上起来后，去附近的超市购买蔬菜。', 'B.明确的告诉孩子不支持他的行为，呵斥他立刻去学习。', 'C.欣然接受并鼓励孙子学到的现代照顾植物的知识，表达对他关心家庭环境的欣赏。', 'D. 完全让孙子按照自己的方式去做，不再给予任何指导或表达看法。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "你是一位独立摄影师，正在筹备一本以中国乡村生活为主题的摄影集。在考察拍摄地点时，你来到甘肃省平凉市静宁县的一片宁静农田，看到一位农民工正在辛勤劳动。据了解，他因家庭经济困难，无法继续深入学习知识。面对这一情境，你应该如何正确看待和回应这种人生困境？\n['A.你放下书本，减少学习的积极性', 'B.你感觉到每个细胞都有活力', 'C.你把握一切学习机会，艰苦奋斗', 'D. 你认为知识改变命运是谎言，决定放弃自我提升  ']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "在寒冷的冬日里，一位充满智慧的祖母希望通过亲手编织毛衣表达对孙子孙女的关爱。然而，她也在思考：如何在传递温暖的同时，避免让孩子们感到压力或束缚？请选出最恰当的做法。\n['A.祖母认为织毛衣非常劳累，于是放弃织毛衣，告诉孩子们自己多穿一些其他衣服。', 'B.祖母在每个周末邀请自己的邻居来家里一起做饭，聊天。', 'C.祖母每天辛勤忙碌，为孩子们织毛衣。', 'D. 祖母坚持每年为孩子们织同样的毛衣款式，即使他们已经长大也不改变设计。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "<br>\n在这个偏远的村庄里，一位从事医疗援助的医生发现，孩子们因为家庭经济条件困难而无法获得良好的教育和医疗资源。面对这样的困境，你认为孩子应该如何应对？请选出最恰当的一项。\n['A.孩子离开学校，减少学习的积极性', 'B.孩子感觉到心情如同白云一般明朗', 'C.孩子把握一切学习机会，艰苦奋斗', '<br>\\nD. 孩子放弃学习，完全依赖外界的帮助来解决生活问题']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "根据以下情境，请判断哪种做法最为合适。请选出最恰当的一项。  \n一名刚进入杏木小学的家长发现，自己的孩子所在的班级只有三名学生。在家长会上，其他家长表达了对孩子在如此小规模班级中学习的担忧，特别是关于孩子社交能力发展的方面。确实，除了学业之外，良好的社交能力也是孩子成长过程中不可或缺的一部分。\n['A.学生小红认为和其他同学交流是一件很开心的事情，她愿意和其他同学多多交流。', 'B.孩子在小班级中选择独自学习，回避与其他同学建立联系，专注于追求个人知识的提升。', 'C.孩子在小班级中积极主动地与其他两位同学建立友谊，努力发展社交能力。', 'D. 孩子因为班级人数太少而感到自卑，经常请假不去上学，家长也没有采取任何措施帮助孩子适应。']", "ques_answer": "C"}
{"subject": "小学伦理", "ques_content": "请根据以下情境，选择你认为小学学生最恰当的做法。  \n一位热爱音乐的老人曾在一所偏远的小学任教，为孩子们带去了音乐的快乐和美好的回忆。最近，学生们发现学校的陶艺室已经荒废多年。与此同时，越来越多的同学对音乐产生了浓厚兴趣，并希望能有一个专门的空间来学习和练习音乐。在这种情况下，为了支持同学们的兴趣并激发他们的艺术创造力，你会建议采取哪种行动？\n['A.小学的学生建议将陶艺室改建成音乐室，学生可能对陶艺并不那么感兴趣。', 'B.小学的学生提议在陶艺室的基础上建设音乐室，以更好地满足他们对音乐的热爱和创造力的渴望。', 'C.小朋友们从独唱到合唱团的演出，力求展现他们潜在的艺术潜能。', '小学的学生决定将陶艺室改建成舞蹈室，因为跳舞比音乐更容易吸引人。']", "ques_answer": "B"}
{"subject": "小学伦理", "ques_content": "在以下情境中，哪一项行为是不应当采取的？请根据描述选择最合适的答案。  \n你作为一名年轻游客，在海滩度假时突然听到呼救声。走近后发现一名儿童正在被海浪卷走，孩子的家人正在焦急地寻求帮助。此时，最理智的做法是立刻联系专业救援人员或寻找附近擅长游泳的人协助救援。\n['A.年轻的游客迅速呼救并立即寻找附近擅长游泳的人，尝试协助一同救援。', 'B.直接跃入水中，然后由于水性不好自己也陷入溺水的危险困境。', 'C.游客把背上的背包取下放在手上，然后翻找自己包里的东西。', 'D. 保持冷静，使用手机拨打紧急救援电话，并持续观察溺水者位置，等待救援人员到达。']", "ques_answer": "B"}
